Repository: dnSpy/dnSpy
Catalog: Extensions/ILSpy.Decompiler/dnSpy.Decompiler.ILSpy.Core/Properties/dnSpy.Decompiler.ILSpy.Core.Resources.*.resx
Languages: de, fa, fr, it, pt_pt, uk

# DecompilerSettings_AddUsingDeclarations
source: Add using declarations
de: Using Deklarationen hinzufügen
fa: اضافه کردن با استفاده از تعاریف
fr: Ajouter les déclarations "using"
it: Aggiungere mediante dichiarazioni
pt_pt: Adicionar usando declarações
uk: Додати за допомогою декларацій

# DecompilerSettings_AllowFieldInitializers
source: Allow field initializers
de: Felder initialisieren
fa: اجازه دادن به فیلد آغازگر
fr: Autoriser les "initializers" de champs
it: Consentire gli inizializzatori di campo
pt_pt: Permitir inicializadores de campo
uk: Дозволити ініціалізатори поля

source: Always generate exception variables in catch blocks unless type is Object
de: Immer Variable für Ausnahme im catch-Block generieren außer der Typ ist Object
fa: همیشه متغیرهای exception را در بلاک های catch ایجادکن مگر اینکه نوع Object باشد
fr: Toujours générer des variables d’exception dans les blocs "catch" sauf si le type est Object
it: Generare sempre le variabili di eccezione in blocchi catch a meno che tipo non sia un oggetto
pt_pt: Sempre gerar variáveis de exceção em blocos catch, a menos que o tipo seja Object
uk: Завжди генерувати exception змінні в catch-блоках, якщо ти не Object

# DecompilerSettings_DecompilationOrder
source: Decompilation order
de: Dekompilierungsreihenfolge
fa: ترتیب دیکامپایل
fr: Ordre de décompilation
it: Ordine di decompilazione
pt_pt: Ordem de descompilação
uk: Порядок Декомпіляції

# DecompilerSettings_DecompileAnonMethods
source: Decompile anonymous methods/lambdas
de: Anonyme Methoden/Lambda-Ausdrücke dekompilieren
fa: دیکامپایل method/lambda های ناشناس
fr: Décompiler les méthodes anonymes/lambda
it: Decompila metodi/lambda anonime
pt_pt: Descompilar métodos/lambdas anônimos
uk: Декомпілювати анонімні методи/lambdas

# DecompilerSettings_DecompileAsyncMethods
source: Decompile async methods (async/await)
de: Async-Methoden (async/await) dekompilieren
fa: دیکامپایل متودهای ناهمگام (async/await)
fr: Décompiler des méthodes asynchrones (async/await)
it: Decompila metodi async (async/await)
pt_pt: Descompilar métodos assíncronos (async/await)
uk: Декомпілювати async методи (async/await)

# DecompilerSettings_DecompileAutoEvents
source: Decompile automatic events
de: Automatisch implementierte Ereignisse dekompilieren
fa: دیکامپایل event های خودکار
fr: Décompiler les events automatiques
it: Decompila gli eventi automatici
pt_pt: Descompilar eventos automáticos
uk: Декомпілювати автоматичні події

# DecompilerSettings_DecompileAutoProps
source: Decompile automatic properties
de: Automatisch implementierte Eigenschaften dekompilieren
fa: دیکامپایل خواص خودکار
fr: Décompiler les propriétés automatiques
it: Decompila proprietà automatiche
pt_pt: Descompilar propriedades automáticas
uk: Декомпілювати автоматичні властивості

# DecompilerSettings_DecompileEnumerators
source: Decompile enumerators (yield return)
de: Enumeratoren (yield return) dekompilieren
fa: دیکامپایل شمارنده ها (بازگشت yield)
fr: Décompiler les énumérateurs (yield)
it: Decompila gli enumeratori (yield return)
pt_pt: Descompilar enumerators (yield return)
uk: Декомпілювати перечислення (yield return)

# DecompilerSettings_DecompileExprTrees
source: Decompile expression trees
de: Ausdrucksbaumstrukturen dekompilieren
fa: دیکامپایل درخت های expression
fr: Décompiler les arbres d'expressions
it: Decompila alberi espressione
pt_pt: Descompilar árvores de expressão
uk: Декомпілювати дерева виразів

# DecompilerSettings_DecompileForeachStatements
source: Decompile foreach statements
de: foreach-Anweisungen dekompilieren
fa: دیکامپایل foreach statements
fr: Décompiler les "foreach"
it: Decompila istruzioni foreach
pt_pt: Descompilar declarações foreach
uk: Декомпілювати оператори foreach

# DecompilerSettings_DecompileLockStatements
source: Decompile lock statements
de: lock-Anweisungen dekompilieren
fa: دیکامپایل lock statements
fr: Décompiler les "lock"
it: Decompila istruzioni lock
pt_pt: Descompilar instruções lock
uk: Декомпілювати оператори lock

# DecompilerSettings_DecompileQueryExpr
source: Decompile query expressions
de: Abfrageausdrücke dekompilieren
fa: دیکامپایل query expressions
fr: Décompiler les expressions de requêtes
it: Decompila espressioni query
pt_pt: Descompilar expressões de consulta
uk: Декомпілювати вирази запитів

# DecompilerSettings_DecompileSwitchOnString
source: Decompile switch on string
de: Switch-Anweisungen mit Zeichenfolgen dekompilieren
fa: دیکامپایل سوئیچ در رشته
fr: Décompiler le switch sur string
it: Decompila switch sulla stringa
pt_pt: Descompilar switch on string
uk: Декомпілювати switch по стрічках

# DecompilerSettings_DecompileUsingStatements
source: Decompile using statements
de: using-Anweisungen dekompilieren
fa: دیکامپایل با استفاده از statement ها
fr: Décompiler les instructions "using"
it: Decompila usando istruzioni
pt_pt: Descompilar instruções using
uk: Декомпілювати оператори using

# DecompilerSettings_FullyQualifyAllTypes
source: Add namespaces to all types
de: Allen Typen einen Namespace hinzufügen
fa: اضافه کردن فضاهای نام به همه تایپ ها
fr: Ajouter des espaces de noms à tous les types
it: Aggiungi spazi dei nomi per tutti i tipi
pt_pt: Adicionar namespaces para todos os tipos
uk: Додати простори імен для всіх типів

# DecompilerSettings_FullyQualifyAmbiguousTypeNames
source: Add a namespace to types with the same name
de: Typen mit dem gleichen Namen einen Namespace hinzufügen
fa: اضافه کردن فضای نام به انواع با نام مشابه
fr: Ajouter un espace de noms aux types portant le même nom
it: Aggiungi uno spazio dei nomi per i tipi con lo stesso nome
pt_pt: Adicionar um namespace para tipos com o mesmo nome
uk: Додати простір імен в типи с таким же ім'ям

# DecompilerSettings_HexadecimalNumbers
source: Hexadecimal numbers
fr: Nombres hexadécimaux
it: Numeri esadecimali

# DecompilerSettings_IntroduceIncrementAndDecrement
source: Use increment and decrement operators
de: Inkrement- und Dekrementoperatoren verwenden
fa: استفاده از اپراتورهای افزایشی و کاهشی
fr: Utiliser les opérateurs incrémentaux/décrémentaux
it: Utilizza operatori di incremento e decremento
pt_pt: Usar operadores de incremento e decremento
uk: Використати оператори інкременту та декременту

# DecompilerSettings_MakeAssignmentExpressions
source: Use assignment expressions such as in while ((count = Do()) != 0) ;
de: Verwende Zuweisungsausdrücke wie in while ((count = Do()) != 0);
fa: استفاده از انتصاب اصطلاحات مانند استفاده در while ها ((count = Do()) != 0) ;
fr: Utiliser des expressions d’assignation comme dans while((c = Executer()) !=0);
it: Utilizza le espressioni di assegnazione così come nel while ((count = Do()) != 0) ;
pt_pt: Usar expressões de atribuição, tal como em while ((cont = Do())! = 0);
uk: Використати вирази присвоєння такі, як у while ((count = Do()) != 0);

# DecompilerSettings_MaxArrayElements
source: Max number of array elements to show
de: Maximale Anzahl an anzuzeigenden Array-Elementen
fa: حداکثر تعداد عناصر آرایه برای نشان دادن
fr: Nombre maximal d’éléments de tableau à afficher
it: Numero massimo di elementi della matrice da mostrare
pt_pt: Número máximo de elementos em array para mostrar
uk: Показувати максимальну кількість елементів масиву

# DecompilerSettings_MaxStringLength
source: Max string length
de: Maximale Zeichenkettenlänge
fr: Longueur de chaîne maximale
it: Lunghezza massima della stringa
uk: Максимальна довжина стрічки

# DecompilerSettings_MemberAddPrivateModifier
source: Add 'private' modifier to type members
de: Modifizierer 'private' zu Typmembern hinzufügen
fa: اضافه کردن اصلاح کننده 'خصوصی'به اعضای تایپ
fr: Ajoutez le modificateur « privé » pour les membres de type
it: Aggiungi il modificatore 'private' ai membri di tipo
pt_pt: Adicionar o modificador 'private' aos membros de tipo
uk: Додати модифікатор 'private' до членів типу

# DecompilerSettings_ObjectOrCollectionInitializers
source: Decompile object or collection initializers
de: Dekompiliere Objekt oder Auflistung Initialisierungen
fa: دیکامپایل آبجکت یا مجموعه ی آغازگرها
fr: Décompiler les initialiseurs d’objets ou de collections
it: Decompila oggetto o inizializzatori di collezione
pt_pt: Descompilar objetos ou inicializadores de coleção
uk: Декомпілювати ініціалізатори об'єкта чи колекції

# DecompilerSettings_OneCustomAttributePerLine
source: Show one custom attribute per line
de: Ein Attribut pro Zeile anzeigen
fa: نمایش یک attribute سفارشی شده در هر خط
fr: Afficher un attribut personnalisé par ligne
it: Mostra un attributo personalizzato per riga
pt_pt: Mostrar um atributo personalizado por linha
uk: Показувати по одному атрибуту на рядку

# DecompilerSettings_RemoveEmptyDefaultCtors
source: Remove empty default constructors
de: Leere Standardkonstruktoren entfernen
fa: حذف constructor های خالی پیشفرض
fr: Supprimer les constructeurs par défaut vides
it: Rimuovi i costruttori predefiniti vuoti
pt_pt: Remover construtores padrão vazios
uk: Видаляти пусті конструктори по замовчуванню

# DecompilerSettings_RemoveNewDelegateClass
source: Replace 'new delegate-class(xxx)' with 'xxx'
de: 'new delegate-class(xxx)' durch 'xxx' ersetzen
fa: جایگزینی 'new delegate-class(xxx)' با 'xxx'
fr: Remplacer « new delegate-class(xxx) » par « xxx »
it: Sostituire 'nuova delegate-class(xxx)' con 'xxx'
pt_pt: Substituir 'new delegate-class(xxx)' por 'xxx'
uk: Замінити «new delegate-class(xxx)» на «xxx»

# DecompilerSettings_ShowCompilerGeneratedTypes
source: Show hidden compiler generated types and methods
de: Versteckte Compiler generierte Typen und Methoden anzeigen
fa: نمایش متودها و تایپ های مخفی تولید شده توسط دیکامپایلر
fr: Afficher les types et méthodes générées cachées par le compilateur
it: Visualizza i metodi e i tipi nascosti generati dal compilatore
pt_pt: Mostrar tipos e métodos escondidos gerados pelo compilador
uk: Показати приховані типи і методи, створені компілятором

# DecompilerSettings_ShowILComments
source: Show IL opcode comments
de: IL-Opcode Kommentare anzeigen
fa: نمایش توضیحات IL opcode
fr: Afficher les commentaires d'opcode IL
it: Visualizza il commento sul codice operativo IL
pt_pt: Mostrar comentários IL opcode
uk: Показати коментарі до IL інструкцій

# DecompilerSettings_ShowILInstrBytes
source: Show IL instruction bytes
de: Bytes der IL Instruktion anzeigen
fa: نمایش بایت های دستورات IL
fr: Afficher les bytes des instructions de l'IL
it: Visualizza i byte di instruzione del codie IL
pt_pt: Mostrar bytes de instruções IL
uk: Показати байти інструкцій IL

# DecompilerSettings_ShowPdbInfo
source: Show line numbers and filenames if available
de: Dateinamen und Zeilennummern bei Verfügbarkeit anzeigen
fa: نمایش شماره خط و نام فایل در صورت وجود
fr: Afficher les numéros de lignes et noms de fichiers si disponibles
it: Mostra i numeri di linea ed i nomi dei file, se disponibili
pt_pt: Mostrar números de linha e nomes de ficheiro se disponíveis
uk: Показати номери рядків та імена файлів

# DecompilerSettings_ShowTokensRvasOffsets
source: Show tokens, RVAs and file offsets
de: Token, RVAs und Datei-Offsets anzeigen
fa: نشان دادن token ها، RVA ها و آفست های فایل
fr: Afficher les tokens, RVAs et offsets dans les fichiers
it: Visualizza token, RVA e offset del file
pt_pt: Mostrar tokens, RVAs e offsets de ficheiros
uk: Показувати токени, RVA і офсети у файлі

# DecompilerSettings_ShowXMLDocComments
source: Show XML documentation in decompiled code
de: XML-Dokumentation in dekompiliertem Code anzeigen
fa: نمایش مستندات XML در کد های دیکامپایل شده
fr: Afficher la documentation XML dans le code décompilé
it: Visualizza documentazione XML nel codice decompilato
pt_pt: Mostrar a documentação XML no código descompilado
uk: Показати XML документацію в декомпільованому коді

# DecompilerSettings_SortCustomAttributes
source: Sort custom attributes
de: Benutzerdefinierte Attribute sortieren
fa: مرتب کردن attribute های سفارشی
fr: Trier les attributs personnalisés
it: Ordina attributi personalizzati
pt_pt: Ordenar atributos personalizados
uk: Сортувати користувацькі атрибути

# DecompilerSettings_SortMethods
source: Sort methods, fields, properties, events and types
de: Methoden, Felder, Eigenschaften, Ereignisse und Typen sortieren
fa: مرتب کردن method ها، field ها، propertie ها، event ها و type ها
fr: Trier les méthodes, champs, propriétés, events et types
it: Ordina metodi, campi, proprietà, eventi e tipi
pt_pt: Ordenar métodos, campos, propriedades, eventos e tipos
uk: Сортувати методи, поля, властивості, події і типи

# DecompilerSettings_SortSystemFirst
source: Place 'System' directives first when sorting usings
de: "System"-Direktiven beim Sortieren von using-Direktiven zuerst anordnen
fa: دستورالعمل های 'System' را هنگام مرتب سازی using ها ابتدا قرار بده
fr: Priorité donnée aux "system" lors du tri des "using"
it: Le direttive 'System' al primo posto quando si usa l'ordinamento
pt_pt: Posicionar diretivas 'Sistema' primeiro ao ordenar usings
uk: Помістити 'System'-ні директиви на початок при сортуванні

# DecompilerSettings_TypeAddInternalModifier
source: Add 'internal' modifier to types
de: Modifizierer 'internal' zu Typen hinzufügen
fa: اضافه کردن اصلاح کننده "داخلى" به تایپ ها
fr: Ajoutez le modificateur « interne » aux types
it: Aggiungi il modificatore 'internal' ai tipi
pt_pt: Adicionar o modificador 'internal' aos tipos
uk: Додати модифікатор 'internal' до типів

# DecompilerSettings_UseLocalNameFromSyms
source: Use variable names from debug symbols, if available
de: Variablennamen von Debugsymbolen verwenden, falls vorhanden
fa: استفاده از نام متغیرها از سیمبول های دیباگ، در صورت وجود
fr: Utilisez des noms de variables de symboles de débogage, si disponible
it: Utilizza nomi di variabili da simboli di debug, se disponibili
pt_pt: Usar nomes de variáveis de símbolos de depuração, se disponível
uk: Використовувати імена змінних із дебаг символів, при наявності

# DecompilerSettings_UseSourceCodeOrder
source: Order members in source code order
de: Member wie im Quellcode anordnen
fa: منظم کردن اعضا در ترتیب سورس کد
fr: Membres triés selon l’ordre du code source
it: Ordina i membri nell'ordine del codice sorgente
pt_pt: Ordenar membros em ordem de código fonte
uk: Сортувати члени як в джерельному коді
