Repository: dnSpy/dnSpy
Catalog: Extensions/dnSpy.Debugger/dnSpy.Debugger/Properties/dnSpy.Debugger.Resources.*.resx
Languages: de, es_es, hu, it, pt_pt, tr

# Breakpoint_Tracepoint_BreakPrintMessage
source: Break and print message '{0}'
de: Anhalten und Meldung '{0}' drucken
es_es: Interrumpir e imprimir mensaje '{0}'
hu: Megállít és kiírja a(z) '{0}' üzenetet
it: Interrompi e stampa il messaggio '{0}'
pt_pt: Pausar e imprimir a mensagem '{0}'
tr: Durdur ve '{0}' mesajını bas

# BreakpointMessage_TheFunctionCanNotBeFound
source: The function cannot be found: {0}
de: Die Funktion kann nicht gefunden werden: {0}
es_es: La función no se encuentra: {0}
hu: A függvény nem található: {0}
it: Non è possibile trovare la funzione: {0}
pt_pt: Não foi possível encontrar a função: {0}
tr: Bu işlem bulunamadı:{0}

# Breakpoints_BreakpointWillNotBeHit
source: The breakpoint will not currently be hit. {0}
de: Der Haltepunkt wird momentan nicht erreicht. {0}
es_es: Actualmente el punto de interrupción no se verá afectado. {0}
hu: A törésponton most nem haladunk át. {0}
it: Il breakpoint non verrà attualmente raggiunto. {0}
pt_pt: O breakpoint não vai ser alcançado atualmente. {0}
tr: Kesme noktası {0} anınında vurulmayacak

# Breakpoints_ModuleNotLoaded
source: The module hasn't been loaded or no symbols have been loaded for this module.
de: Das Modul wurde nicht geladen oder keine Symbole wurden für dieses Modul geladen.
es_es: El módulo no ha sido cargado o no símbolos hayan sido cargados para este módulo.
hu: A modul vagy a modulhoz tartozó szimbólumok nem lettek betöltve.
it: Il modulo non è stato caricato o non sono stato caricati simboli per questo modulo.
pt_pt: O módulo não foi carregado ou nenhum símbolo foi carregado para este módulo.
tr: Modül yüklenemedi veya bu modül için herhangi bir simge yüklenmedi.

# BreakpointMessage_CouldNotCreateBreakpoint
source: Could not create the breakpoint.
de: Der Haltepunkt konnte nicht erstellt werden.
es_es: No se pudo crear el punto de interrupción.
hu: A töréspont nem hozható létre.
it: Non è stato possibile creare il breakpoint.
pt_pt: Não foi possível criar o breakpoint.
tr: Kesme noktası oluşturulamadı.

# Column_Labels
source: Labels
de: Bezeichnungen
es_es: Etiquetas
hu: Címkék
it: Etichette
pt_pt: Etiquetas
tr: Etiketler

# EditLabelsCommand
source: Edit Labels
de: Bezeichnungen bearbeiten
es_es: Editar etiqueta
hu: Címkék szerkesztése
it: Modifica Etichette
pt_pt: Editar Etiquetas
tr: Etiketleri düzenle

# Threads_FreezeThreads_ToolTip
source: Freeze Threads
de: Threads einfrieren
es_es: Congelación de hilos
hu: Szálak fagyasztása
it: Congelare i threads
pt_pt: Congelar Threads
tr: Konuları dondur

# Threads_NoMatch
source: No threads match your search filter.
de: Keine Threads stimmen mit dem Suchtext überein.
es_es: Ningún hilo coincide con su filtro de búsqueda.
hu: A keresési feltételnek egy szál sem felel meg.
it: Nessun thread corrisponde al criterio di ricerca.
pt_pt: Nenhuma thread corresponde ao filtro de pesquisa.
tr: Arama kriterlerinizle eşleşen bir konu yok.

# Threads_Process
source: Process
de: Prozess
es_es: Proceso
hu: Folyamat
it: Processo
pt_pt: Processo
tr: İşlem

# Threads_ResetSearchSettings_ToolTip
source: Reset all search criteria so that all threads are shown
de: Alle Suchkriterien zurücksetzen, sodass alle Threads angezeigt werden
es_es: Restablecer todos los criterios de búsqueda para que se muestren todos los hilos
hu: Keresési feltételek törlése, hogy az összes szál látszódjon
it: Reimpostare tutti i parametri di ricerca, in modo che tutti i thread vengono visualizzati
pt_pt: Repor todos os critérios de pesquisa para que todas as threads sejam mostradas
tr: Tüm konular görülecek şekilde tüm arama kriterlerini sıfırla

# Threads_Search
source: Search
de: Suchen
es_es: Buscar
hu: Keresés
it: Ricerca
pt_pt: Pesquisa
tr: Ara

# Threads_Search_ToolTip
source: Search for a thread
de: Text eingeben, der in allen Threads gesucht werden soll
es_es: Búsqueda de un hilo
hu: Szál keresése
it: Ricerca un thread
pt_pt: Procurar thread
tr: Bir konu ara

# Threads_ThawThreads_ToolTip
source: Thaw Threads
de: Threads reaktivieren
es_es: Deshielo de hilos
hu: Szálak futtatása
it: Sblocca i threads
pt_pt: Descongelar Threads
tr: Çözülmüş konular

# Threads_AllProcesses
source: All
de: Alle
es_es: Todos
hu: Mind
it: Tutti
pt_pt: Todas
tr: Tümü

# EditLabelsMsgBoxLabel
source: Labels
de: Bezeichnungen
es_es: Etiquetas
hu: Címkék
it: Etichette
pt_pt: Etiquetas
tr: Etiketler

# EditLabelsTitle
source: Edit Labels
de: Bezeichnungen bearbeiten
es_es: Editar etiqueta
hu: Címkék szerkesztése
it: Modifica Etichette
pt_pt: Editar Etiquetas
tr: Etiketleri düzenle

# Breakpoint_HitCount_CurrentHitCountValue
source: currently {0}
de: momentan {0}
es_es: actualmente {0}
hu: jelenleg {0}
it: correntemente {0}
pt_pt: atualmente {0}
tr: anlık {0}

# ResetBreakpointHitCountCommand
source: Reset Hit Count
de: Trefferanzahl zurücksetzen
es_es: Restablecer el contador de pasos
hu: Találat számláló nullázása
it: Reset contatore occorrenze
pt_pt: Repor a Contagem de Toques
tr: Ziyaret sayısını sıfırla

# HelpToolTip
source: Help
de: Hilfe
es_es: Ayuda
hu: Segítség
it: Guida
pt_pt: Ajuda
tr: Yardım

# FilterExpression_AllVariables
source: Variables that can be used:
de: Variablen, die verwendet werden können:
es_es: Variables que se pueden utilizar:
hu: Használható változók:
it: Variabili che possono essere utilizzate:
pt_pt: Variáveis que podem ser utilizadas:
tr: Kullanılabilecek değişkenler:

# FilterExpression_Example
source: Example: {0}
de: Beispiel: {0}
es_es: Ejemplo: {0}
hu: Például: {0}
it: Esempio: {0}
pt_pt: Exemplo: {0}
tr: Örnek: {0}

# TracepointMessage_EscapeSequences
source: Escape sequences: {0}
de: Escape-Sequenzen: {0}
es_es: Secuencias de escape: {0}
hu: Escape szekvenciák: {0}
it: Sequenze di escape: {0}
pt_pt: Sequências de escape: {0}
tr: Kaçış dizileri: {0}

# TracepointMessage_EvaluateMessage
source: Use {xxx} to evaluate expression xxx
de: Verwenden Sie {xxx} um den Ausdruck xxx auszuwerten
es_es: Utilice {xxx} para evaluar expresión xxx
hu: A(z) {xxx} használható az xxx kifejezéshez
it: Utilizzare {xxx} per valutare espressione xxx
pt_pt: Utilize {xxx} para avaliar a expressão xxx
tr: Ifade xxx i hesaplamak için {xxx} i kullan

# TracepointMessage_Example
source: Example: {0}
de: Beispiel: {0}
es_es: Ejemplo: {0}
hu: Például: {0}
it: Esempio: {0}
pt_pt: Exemplo: {0}
tr: Örnek: {0}

# TracepointMessage_ValidKeywords
source: The following keywords can be used:
de: Die folgenden Schlüsselwörter können verwendet werden:
es_es: Pueden utilizar las siguientes palabras clave:
hu: A következő kulcsszavak használhatóak:
it: Le seguenti parole chiave possono essere utilizzate:
pt_pt: As palavras-chave seguintes podem ser utilizadas:
tr: Bu anahtar kelimeler kullanılabilir:

# CallStackBreakpointCommand
source: _Breakpoint
de: _Haltepunkt
es_es: _Puntos de interrupción
hu: _Töréspont
tr: _Kesme noktası

# InsertBreakpointCommand
source: Insert B_reakpoint
de: Hal_tepunkt einfügen
es_es: Insertar P_unto de interrupción
hu: Törésőpont _beillesztése
it: Inserire B_reakpoint
pt_pt: Inserir B_reakpoint
tr: _Kesme noktası ekle

# InsertTracepointCommand
source: Insert _Tracepoint
de: _Ablaufverfolgungspunkt einfügen
es_es: Insertar _Punto de seguimiento
hu: Követési pon_t beillesztése
it: Inserire _Tracepoint
pt_pt: Inserir _Tracepoint
tr: _İzleme noktası ekle

# UnwindToThisFrameCommand
source: _Unwind To This Frame
de: Bi_s zu diesem Frame entladen
es_es: _Relájese en este marco
hu: _Visszagörgetés eddig a keretig
it: _Togli subroutine a questo Frame
pt_pt: _Desenrolar Até Esta Estrutura
tr: Bu çerçeveyi _gevşet

# GlyphMargin_CurrentStatementToolTip
source: This is the next statement that will be executed.
de: Dies ist die nächste Anweisung, die ausgeführt wird.
es_es: Esta es la siguiente declaración que se ejecutará.
hu: Ez a következő utasítás, ami végre lesz hajtva.
it: Questa è l'istruzione successiva che verrà eseguita.
pt_pt: Esta é a próxima declaração a ser executada.
tr: Bu gerçekleştirilecek sonraki ifade olacaktır.

# GlyphMargin_ReturnStatementToolTip
source: This is the next statement to execute when this thread returns from the current function.
de: Dies ist die nächste Anweisung, die ausgeführt wird, wenn dieser Thread von der aktuellen Funktion zurückkehrt.
es_es: Esta es la siguiente instrucción para ejecutar cuando este hilo retorna de la función actual.
hu: Ez a következő, végrehajtandó utasítás ha ez a szál visszatér a jelenlegi függvényből.
it: Questa è l'istruzione successiva da eseguire quando questo thread torna dalla funzione corrente.
pt_pt: Esta é a próxima declaração a ser executada quando esta thread retornar da função atual.
tr: Bu, konu geçerli işleme döndüğünde gerçekleştirilecek ifadedir.

# DbgSettings_EnableManagedDebuggingAssistants
source: Enable Managed Debugging Assistants (MDA)
de: Managed Debugging Assistants (MDA) verwenden
es_es: Habilitar asistentes de depuración gestionados (MDA)
hu: Menedzselt nyomkövetési asszisztens (MDA) engedélyezése
it: Attiva Assistente al Debug Gestito (MDA)
pt_pt: Ativar Managed Debugging Assistants (MDA)
tr: Yönetilen Hata Ayıklama Yardımcısı(MDA) yı etkinleştir

# DebugStepProcessError
source: Could not step: {0}
de: Schritt nicht ausführbar: {0}
es_es: No se pudo pasar: {0}
hu: Nem lehet léptetni: {0}
it: Non posso procedere: {0}
pt_pt: Não foi possível saltar: {0}
tr: {0}'a geçilemedi

source: Process is not paused
de: Prozess ist nicht angehalten
es_es: El proceso no está en pausa
hu: A folyamat nincs szüneteltetve
it: Il processo non è in pausa
pt_pt: O processo não está pausado
tr: İşlem durdurulmadı

# Window_Autos
source: Autos
de: Auto
hu: Auto
it: Automatico
tr: Otomatikler

# DbgSettings_HighlightChangedVariables
source: Highlight changed variables in variables windows
de: Geänderte Variablen in den Variablenfenstern hervorheben
es_es: Resalte las variables modificadas en ventanas de variables
hu: A változó ablakban emelje ki a módosult változókat
it: Evidenzia variabili cambiate nella finestra variabili
pt_pt: Destacar variáveis mudadas na janela de variáveis
tr: Değişkenler penceresinde değişen değişkenleri vurgula

# MakeObjectIdCommand
source: _Make Object ID
de: Objekt-ID e_rstellen
es_es: _Hacer object ID
hu: Objekt ID _készítése
it: _Crea ID dell'oggetto
pt_pt: _Criar ID de Objeto
tr: Nesne Kimliği _yarat

# LanguageCommand
source: Language
de: Sprache
es_es: Idioma
hu: Nyelv
it: Lingua
pt_pt: Línguagem
tr: Dil

# DbgSettings_Language
source: Language
de: Sprache
es_es: Idioma
hu: Nyelv
it: Lingua
pt_pt: Línguagem
tr: Dil

# ShortCutKeyCtrlV
source: Ctrl+V
de: Strg+V

# ClearAllCommand
source: Clear All
de: Alle löschen
es_es: Borrar todo
hu: Minden törlése
it: Cancella tutto
pt_pt: Limpar Tudo
tr: Hepsini Temizle

# DeleteWatchCommand
source: _Delete Watch
de: Übe_rwachung löschen
es_es: _Borrar el Reloj
hu: Figyelő tö_rlése
it: _Cancella watch
pt_pt: _Apagar Observador
tr: Saati _sil

# PasteCommand
source: _Paste
de: _Einfügen
es_es: _Pegar
hu: _Beillesztés
it: _Incolla
pt_pt: Colar
tr: _Yapıştır

# ExpressionCausesSideEffectsNoEval
source: This expression causes side effects and will not be evaluated
de: Dieser Ausdruck verursacht Nebeneffekte und wird nicht ausgewertet.
es_es: Esta expresión causa efectos colaterales y no se evaluará
hu: Ennek a kifejezésnek mellékhatásai vannak ezért nem lesz kiértékelve
it: Questa espressione provoca effetti collaterali e non verrà valutata
pt_pt: Esta expressão causa efeitos colaterais e não vai ser avaliada
tr: Bu ifade yan etkiler oluşturur ve değerlendirilmeyecektir

# RefreshExpressionButtonToolTip
source: Click this button to evaluate now.
de: Klicken Sie auf diese Schaltfläche, um die Auswertung jetzt zu beginnen.
es_es: Haga clic en este botón para evaluar ahora.
hu: Kattintson erre a gombra az azonnali kiértékeléshez.
it: Fare clic su questo pulsante per valutare ora.
pt_pt: Clique neste botão para avaliar agora.
tr: Şimdi değerlendirmek için bu tuşa tıklayın.

# ErrorEvaluatingExpression
source: Couldn't evaluate the expression
de: Der Ausdruck konnte nicht ausgewertet werden.
es_es: No pudo evaluar la expresión
hu: A kifejezést nem lehet kiértékelni
it: Non posso valutare l'espressione
pt_pt: Não foi possível avaliar a expressão
tr: İfadeyi değerlendiremedi

# DeleteObjectIdCommand
source: Delete Object ID
de: Objekt-ID löschen
es_es: Eliminar ID de objeto
hu: Objektum ID törlése
it: Elimina ID oggetto
pt_pt: Apagar ID de Objeto
tr: Nesne Kimliğini Sil

# DbgSettings_ShowRawStructureOfObjects
source: Show raw structure of objects in variables windows
de: Unformatierte Struktur von Objekten in Variablenfenstern anzeigen
es_es: Mostrar la estructura sin procesar de los objetos en ventanas de variables
hu: Objektumok nyers struktúrájának mutatása a változó ablakban
it: Visualizza struttura non elaborata degli oggetti nelle finestre delle variabili
pt_pt: Mostar estrutura básica dos objetos na janela de variáveis
tr: Değişkenler penceresinde objelerin ham yapısını göster

# UnknownValue
source: <Unknown>
de: <Unbekannt>
es_es: < desconocido >
hu: <Ismeretlen>
it: <Sconosciuto>
pt_pt: <Desconhecido>
tr: <Bilinmiyor>

source: Refresh
de: Aktualisieren
es_es: Refresco
hu: Frissítés
it: Aggiorna
pt_pt: Atualizar
tr: Yenile

# DbgSettings_GroupParametersAndLocalsTogether
source: Group parameters and locals together
de: Parameter und Felder zusammen gruppieren
es_es: Agrupar parámetros y locales
hu: Csoportos paraméterek és helyi változók együtt
it: Raggruppare i parametri e variabili locali
pt_pt: Agrupar parâmetros e locais
tr: Grup pararametreleri ve yerliler birlikte

# DbgSettings_ShowCompilerGeneratedVariables
source: Show compiler generated variables
de: Compiler generierte Variablen anzeigen
es_es: Mostrar las variables generadas por el compilador
hu: Mutassa a fordító által generált változókat
it: Visualizza le variabili generate dal compilatore
pt_pt: Mostrar variáveis geradas pelo compilador
tr: Derleyici tarafından oluşturulan değişkenleri göster

# DbgSettings_ShowDecompilerGeneratedVariables
source: Show decompiler generated variables
de: Decompiler generierte Variablen anzeigen
es_es: Mostrar variables generadas por el decompiler
hu: Mutassa a visszafordító által generált változókat
it: Visualizza le variabili generate dal decompilatore
pt_pt: Mostrar variáveis geradas pelo descompilador
tr: Geri derleyici tarafından oluşturulan değişkenleri göster

# DbgSettings_SortLocals
source: Sort locals
de: Felder sortieren
es_es: Ordenar locales
hu: Helyi változók rendezése
it: Ordina le variabili locali
pt_pt: Ordenar locais
tr: Yerlileri sırala

# DbgSettings_SortParameters
source: Sort parameters
de: Parameter sortieren
es_es: Ordenar parámetros
hu: Paraméterek rendezése
it: Ordina i parametri
pt_pt: Ordenar parâmetros
tr: Parametreleri sırala

# DbgSettings_HideCompilerGeneratedMembers
source: Hide compiler generated members
de: Compiler generierte Member ausblenden
es_es: Ocultar a miembros generados por el compilador
hu: A fordító által generált tagok elrejtése
it: Nascondi i membri generati dal compilatore
pt_pt: Ocultar membros gerados pelo compilador
tr: Derleyici tarafından oluşturulmuş üyeleri gizle

# FunctionEvaluationDisabled
source: Implicit function evaluation is turned off by the user
de: Implizite Funktionsauswertung ist durch den Benutzer deaktiviert
es_es: La evaluación de la función implícita es desactivada por el usuario
hu: Az implicit függvény kiértékelést a felhasználó kikapcsolta
it: La valutazione della funzione implicita è disattivata dall'utente
pt_pt: A avaliação implícita de funções está desativada pelo utilizador
tr: Örtülü işlev fonksiyonlarının değerlendirilmesi kullanıcı tarafından kapatıldı

# DbgSettings_RespectHideMemberAttributes
source: Respect attributes that hide members
de: Attribute zum Ausblenden von Membern beachten
es_es: Respete los atributos que ocultan a los miembros
hu: A tagot elrejtő attribútumok figyelembe vétele
it: Rispetta gli attributi che nascondono i membri
pt_pt: Respeitar atributos que ocultam membros
tr: Üyeleri saklayan niteliklere saygı göster

source: Internal debugger error
de: Interner Debuggerfehler
es_es: Error interno del depurador
hu: Belső debugger hiba
it: Errore interno del debugger
pt_pt: Erro interno do depurador
tr: İç hata ayıklayıcı hatası

# FuncEvalRequiresAllThreadsToRun
source: The function evaluation requires all threads to run.
de: Die Funktionsauswertung erfordert das alle Threads ausgeführt werden.
es_es: La evaluación de la función requiere todos los subprocesos para ejecutarse.
hu: A függvény kiértékeléshez minden szálnak futnia kell.
it: La valutazione della funzione richiede che tutti i threads siano in esecuzione.
pt_pt: A avaliação da função requer que todas as threads retornem.
tr: Fonksiyon değerlendirmesi tüm konuların çalışmasına ihtiyaç duyar.

# DigitSeparatorsCommand
source: Digit Separators
de: Ziffern-Separatoren
es_es: Separadores de dígitos
hu: Számjegy elválasztó
it: Separatori di cifre
pt_pt: Separadores de Dígitos
tr: Basamak ayırıcılar

# Column_ProcessCommandLine
source: Command Line
de: Kommandozeile
es_es: Línea de comandos
hu: Parancssor
it: Riga di Comando
pt_pt: Linha de Comandos
tr: Komut Satırı

# CannotReadLocalOrArgumentMaybeOptimizedAway
source: Cannot obtain value of the local variable or argument because it is not available at this instruction pointer, possibly because it has been optimized away.
de: Kann keinen Wert für die lokale Variable oder das Argument am Instruktionszeiger abrufen. Vermutlich durch Optimierungen verschwunden.
es_es: No se puede obtener el valor de la variable local o argumento porque posiblemente no está disponible en este puntero de instrucción, porque se ha optimizado fuera.
hu: A helyi változó vagy argumentum értékét nem sikerült beolvasni, mert nem érhető el ennél az utasítás mutatónál, valószínűleg le lett optimalizálva.
it: Non è possibile ottenere il valore della variabile locale o dell'argomento in quanto non è disponibile a questo puntatore all'istruzione, probabilmente perché è stato ottimizzato altrove.
pt_pt: Não é possível obter o valor da variável local ou argumento porque não está disponível neste ponteiro de instrução, possivelmente porque foi otimizado.
tr: Yerel değişken veya argüman elde edilemiyor çünkü bu yönerge uzaklaştırıldığından ötürü, işaretçisinde kullanılamıyor.

# ExceptionMessage
source: Message: {0}
de: Nachricht: {0}
es_es: Mensaje de: {0}
hu: Üzenet: {0}
it: Messaggio: {0}
pt_pt: Mensagem: {0}
tr: Mesaj:{0}

# ExceptionName
source: Exception: {0}
de: Ausnahme: {0}
es_es: Excepción: {0}
hu: Kivétel: {0}
it: Eccezione: {0}
pt_pt: Exceção: {0}
tr: İstisna:{0}

# UnhandledExceptionMessage_ProcessName_ProcessId
source: An unhandled exception occurred in {0} ({1})
de: Eine unbehandelte Ausnahme trat in {0} ({1}) auf
es_es: Se produjo una excepción no controlada en {0} ({1})
hu: Nem kezelt kivétel történt a {0} helyen ({1})
it: Si è verificata un'eccezione non gestita in {0} ({1})
pt_pt: Uma exceção não processada ocorreu em {0} ({1})
tr: {0} da işlenmemiş bir istisna meydana geldi ({1})

# StatusBar_BreakpointHit
source: Breakpoint
de: Haltepunkt
es_es: Punto de interrupción
hu: Töréspont
tr: Kesme Noktası

# BreakpointExpressionMustBeABooleanExpression
source: The breakpoint expression must be a boolean expression
de: Die Haltepunktbedingung muss als boolescher Vorgang ausgewertet werden.
es_es: La expresión de punto de interrupción debe ser una expresión booleana
hu: A töréspont kifejezésének logikai kifejezésnek kell lennie
it: Il breakpoint deve essere un'espressione booleana
pt_pt: A expressão do breakpoint tem de ser uma expressão booleana
tr: Kesme noktası ifadesi bir boole ifadesi olmak zorundadır

# DbgSettings_SuppressJITOptimization
source: Suppress JIT optimization on module load
de: JIT-Optimierung beim Laden des Moduls unterdrücken
es_es: Suprimir la optimización JIT en la carga del módulo
hu: JIT optimalizáció letiltása a modul betöltésekor
it: Elimina l'ottimizzazione JIT al caricamento del modulo
pt_pt: Suprimir otimização JIT no carregamento do módulo
tr: Modül yüklemesinde JIT optimizasyonunu durdur

# DbgSettings_SuppressJITOptimization_ProgramModules
source: Program modules
de: Programm Module
es_es: Módulos de programa
hu: Program modulok
it: Moduli di programma
pt_pt: Módulos de programa
tr: Program modülleri

# DbgSettings_SuppressJITOptimization_SystemModules
source: System modules
de: System Module
es_es: Módulos del sistema
hu: Rendszer modulok
it: Moduli di Sistema
pt_pt: Módulos de sistema
tr: Sistem modülleri

# RuntimeIsUnableToEvaluateExpression
source: The runtime is unable to evaluate this expression.
de: Die Laufzeit kann diesen Ausdruck nicht auswerten.
es_es: El tiempo de ejecución es incapaz de evaluar esta expresión.
hu: A futtató környezet nem tudja kiértékelni ezt a kifejezést.
it: Non è possibile valutare questa espressione al runtime.
pt_pt: O tempo de execução não consegue avaliar esta expressão.
tr: Çalışma bu ifadeyi değerlendiremiyor.

# Exceptions_ToggleMatchingExceptions_ToolTip
source: Enable or disable all exceptions matching the current search criteria
de: Alle Ausnahmen aktivieren bzw. deaktivieren, die mit den aktuellen Suchkriterien übereinstimmen
es_es: Habilitar o deshabilitar todos los puntos de interrupción con el actual criterio de búsqueda
hu: Az aktuális keresési feltételeknek megfelelő összes kivétel engedélyezése vagy tiltása
it: Attiva o disattiva tutte le espressioni corrispondenti al criterio di ricerca corrente
pt_pt: Ativar ou desativar todas as exceções que correspondem ao critério de pesquisa atual
tr: Mevcut arama kriterleriyle eşleşen tüm istisnaları aktifleştir veya devre dışı bırak

# DisableBreakpointCommand2
source: _Disable Breakpoint
de: Haltepunkt _deaktivieren
es_es: Deshabilitar punt_o de interrupción
hu: Töréspont let_iltása
it: _Disabilita breakpoint
pt_pt: _Desativar Breakpoint
tr: Kesme noktasını _devre dışı bırak

# Exceptions_Add_ToolTip
source: Add an exception to the list
de: Ausnahme zu der Liste hinzufügen
es_es: Agregar una excepción a la lista
hu: Kivétel hozzáadása a listához
it: Aggiunti un'eccezione alla lista
pt_pt: Adicionar uma exceção para a lista
tr: Listeye bir istisna ekle

# AskAppWindowClosingStopDebugging
source: Do you want to stop debugging?
de: Möchten Sie das Debuggen beenden?
es_es: ¿Desea detener la depuración?
hu: Leállítja a hibakeresést?
it: Si desidera interrompere il debug?
pt_pt: Você quer parar a depuração?
tr: Hata ayıklamayı durdurmak istiyor musunuz?

# DbgSettings_FocusActiveProcess
source: Give focus to debugged process
de: Fokussiere debuggten Prozess
es_es: Proporcionar enfoque al proceso de depurado
hu: Fókusz adása a nyomkövetett folyamatnak
it: Dai il focus a processo sottoposto a debug
pt_pt: Dar foco ao processo depurado
tr: Hata ayıklanan işleme odaklan

# LoadAllModulesCommand
source: Open All Modules
de: Alle Module öffnen
es_es: Abrir todos los módulos
hu: Minden modul megnyitása
it: Apri tutti i Moduli
pt_pt: Abrir todos os módulos
tr: Tüm modülleri aç

# DbgSettings_HideDeprecatedError
source: Hide deprecated members in variables windows
de: Veraltete Felder im Variablen-Fenster ausblenden
es_es: Ocultar los miembros obsoletos en variables windows
hu: Az elavult tagok elrejtése a változó ablakban
it: Nascondi i membri deprecati nelle finestre delle variabili
pt_pt: Ocultar membros descontinuados nas janelas de variáveis
tr: Değişken penceresinde artık kullanılmayan üyeleri gizle

# DbgSettings_ShowReturnValues
source: Show return values
de: Rückgabewerte anzeigen
es_es: Mostar valores devueltos
hu: Visszatérési értékek mutatása
it: Mostra i valori al return
pt_pt: Mostrar valores de retorno
tr: Dönüş değerlerini göster
