Repository: dnSpy/dnSpy
Catalog: Extensions/dnSpy.Debugger/dnSpy.Debugger/Properties/dnSpy.Debugger.Resources.*.resx
Languages: de, es_es, hu, it, pt_pt, tr

# AddBreakpointCommand
source: _Add Breakpoint
de: _Haltepunkt hinzufügen
es_es: _Añadir punto de ruptura
hu: _Töréspont hozzáadása
it: _Aggiungi punto di interruzione
pt_pt: _Adicionar Breakpoint
tr: _Kesme Noktası Ekle

# AddExceptionCommand
source: Add E_xception
de: _Ausnahme hinzufügen
es_es: Añadir E_xcepcion
hu: _Kivétel hozzáadása
it: Aggiungere E_ccezione
tr: E_xception Ekle

# AppDomainNotAvailable
source: <not available>
de: <nicht verfügbar>
es_es: <no disponible>
hu: <nem elérhető>
it: < non disponibile >
pt_pt: <não disponível>
tr: <kullanılamaz>

# AppMenu_Debug
source: _Debug
de: _Debuggen
es_es: _Depurar
hu: _Hibakeresés
pt_pt: Depurar

# AppTitle_Debugging
source: Debugging
de: Debuggen
es_es: Depurando
hu: Hibakeresés
pt_pt: Depurando
tr: Hata ayıklanıyor

# AskDeleteAllBreakpoints
source: Do you want to delete all breakpoints?
de: Möchten Sie alle Haltepunkte löschen?
es_es: ¿Quieres eliminar todos los puntos de ruptura guardados?
hu: Minden töréspontot törölni akar?
it: Desideri eliminare tutti i breakpoint?
pt_pt: Você quer eliminar todos os pontos de interrupção?
tr: Tüm breakpoint'leri silmek istiyor musunuz?

# AttachToProcessCommand
source: Attach to _Process...
de: An den _Prozess anhängen...
es_es: Adjuntar a _Proceso...
hu: _Kapcsolódás folyamathoz...
it: Connettersi al _processo...
pt_pt: Anexar ao Processo...
tr: _İşleme ekle...

# Attach_AttachToProcess
source: Attach to Process
de: An den Prozess anhängen
es_es: Adjuntar al proceso
hu: Kapcsolódás folyamathoz
it: Connettersi al processo
pt_pt: Anexar ao Processo
tr: İşleme ekle

# Attach_UseDnSpy32
source: Use 64-bit dnSpy to attach to 64-bit processes
de: Verwende 64-Bit dnSpy um sich an 64-Bit Prozesse anzuhängen
es_es: Utilice dnSpy de 64-bit para conectar a los procesos de 64 bits
hu: 64 bites dnSpy használata a 64 bites folyamathoz való kapcsolódáshoz
pt_pt: Use a versão 64 bits do dnSpy para fazer attach de processos de 64 bits
tr: 64-bit işlemlere eklemek için dnSpy. exe'yi kullan

# Attach_UseDnSpy64
source: Use 32-bit dnSpy to attach to 32-bit processes
de: Verwende 32-Bit dnSpy um sich an 32-Bit Prozesse anzuhängen
es_es: Utilice dnSpy de 32-bit para conectar a procesos de 32 bits
hu: 32 bites dnSpy használata a 32 bites folyamathoz való kapcsolódáshoz
pt_pt: Use a versão 32 bits do dnSpy para fazer attach de processos de 32 bits
tr: 64-bit işlemlere eklemek için dnSpy. exe'yi kullan

# BreakCommand
source: Brea_k All
de: Alle unter_brechen
es_es: Rompe_r todos
hu: _Megállítás mindenhol
it: Interromp_i tutto
pt_pt: _Pausar Todos
tr: _Hepsini Durdur

# BreakpointsCommand
source: _Breakpoints
de: _Haltepunkte
es_es: _Puntos de ruptura
hu: _Töréspontok
tr: _Kesme noktaları

# Button_Attach
source: _Attach
de: _Anhängen
es_es: _Adjuntar
hu: _Kapcsolódás
it: _Attaccati
pt_pt: Anexar
tr: _Ekle

# Button_Cancel
source: _Cancel
de: _Abbrechen
es_es: _Cancelar
hu: _Mégsem
it: _Annulla
pt_pt: Cancelar
tr: İptal

# Button_Refresh
source: _Refresh
de: Aktualisie_ren
es_es: _Refrescar
hu: _Frissítés
it: _Aggiorna
pt_pt: Atualizar
tr: _Yenile

# CallStackCommand
source: _Call Stack
de: _Aufrufliste
es_es: Pila de _llamadas
pt_pt: Pilha de _Chamada
tr: _Yığın çağrısı

# CallStack_MaxFramesExceeded
source: The maximum number of stack frames supported by dnSpy has been exceeded.
de: Die von dnSpy maximal unterstützte Anzahl von Stack-Rahmen wurde überschritten.
es_es: Ha superado el número máximo de marcos de pila apoyados por dnSpy.
hu: Túlléptük a dnSpy által támogatott verem keretek maximális számát.
it: È stato superato il numero massimo di stack frames supportato da dnSpy.
pt_pt: Foi excedido o número máximo de stack frames, suportado por dnSpy.
tr: dnSpy tarafından desteklenen maksimum çerçeve yığını sayısı aşıldı.

# Column_Address
source: Address
de: Adresse
es_es: Dirección
hu: Cím
it: Indirizzo
pt_pt: Endereço
tr: Adres

# Column_DynamicModule
source: Dynamic
de: Dynamisch
es_es: Dinámico
hu: Dinamikus
it: Dinamico
pt_pt: Dinâmico
tr: Dinamik

# Column_InMemoryModule
source: InMemory
de: Speicherintern
es_es: En Memory
tr: Bellekte

# Column_Module
source: Module
de: Modul
es_es: Módulo
hu: Modul
it: Modulo
pt_pt: Módulo
tr: Modül

# Column_OptimizedModule
source: Optimized
de: Optimiert
es_es: Optimizado
hu: Optimalizált
it: Ottimizzato
pt_pt: Otimizado
tr: Optimize edildi

# Column_Order
source: Order
de: Reihenfolge
es_es: Orden
hu: Sorrend
it: Ordine
pt_pt: Ordem
tr: Sıra

# Column_Path
source: Path
de: Pfad
es_es: Ruta
hu: Elérési út
it: Percorso
pt_pt: Caminho
tr: Yol

# Column_Process
source: Process
de: Prozess
es_es: Proceso
hu: Folyamat
it: Processo
pt_pt: Processo
tr: İşlem

# Column_ProcessArchitecture
source: Architecture
de: Arch
es_es: Arquitectura
hu: Architektúra
it: Architettura
pt_pt: Arch
tr: Kemer

# Column_ProcessFilename
source: Filename
de: Dateiname
es_es: Nombre de archivo
hu: Fájlnév
it: Nome file
pt_pt: Nome do ficheiro
tr: Dosya adı

# Column_ProcessTitle
source: Title
de: Titel
es_es: Título
hu: Cím
it: Titolo
pt_pt: Título
tr: Başlık

# Column_ProcessType
source: Type
de: Typ
es_es: Tipo
hu: Típus
it: Tipo
pt_pt: Tipo
tr: Tip

# Column_ThreadAffinityMask
source: Affinity Mask
de: Affinitätsmaske
es_es: Máscara de afinidad
hu: Affinítás maszk
it: Maschera dell'affinità
pt_pt: Máscara de afinidade
tr: Yakınlık maskesi

# Column_ThreadCategory
source: Category
de: Kategorie
es_es: Categoría
hu: Kategória
it: Categoria
pt_pt: Categoria
tr: Kategori

# Column_ThreadLocation
source: Location
de: Position
es_es: Ubicación
hu: Hely
it: Ubicazione
pt_pt: Localização
tr: Konum

# Column_ThreadManagedId
source: Managed ID
de: Verwaltete ID
es_es: ID administrado
hu: Felügyelt ID
it: ID gestito
pt_pt: ID Gerenciado
tr: Yönetilen Kimlik

# Column_ThreadPriority
source: Priority
de: Priorität
es_es: Prioridad
hu: Prioritás
it: Priorità
pt_pt: Prioridade
tr: Öncelik

# Column_ThreadState
source: State
de: Zustand
es_es: Estado
hu: Állapot
it: Stato
pt_pt: Estado
tr: Durum

# Column_ThreadSuspendedCount
source: Suspended Count
de: Angehaltene Anzahl
es_es: Cuenta suspendida
hu: Felfüggesztések száma
it: Conteggio sospeso
pt_pt: Contagem Suspensa
tr: Askıya Alınma Sayısı

# Column_Timestamp
source: Timestamp
de: Zeitstempel
es_es: Fecha y hora
hu: Időbélyeg
it: Marca temporale
tr: Zaman bilgisi

# Column_Type
source: Type
de: Typ
es_es: Tipo
hu: Típus
it: Tipo
pt_pt: Tipo
tr: Tip

# Column_Value
source: Value
de: Wert
es_es: Valor
hu: Érték
it: Valore
pt_pt: Valor
tr: Değer

# ContinueDebuggingCommand
source: _Continue
de: _Weiter
es_es: _Continuar
hu: _Folytatás
it: _Continua
pt_pt: Continuar
tr: _Devam et

# CopyCommand
source: Cop_y
de: _Kopieren
es_es: Cop_iar
hu: _Másolás
it: _Copia
pt_pt: Copiar
tr: Kop_yala

# DbgAsm_Title
source: Debug Program
de: Programm debuggen
es_es: Depurar el programa
hu: Program debuggolása
it: Debug programma
pt_pt: Depurar Programa
tr: Programda hata ayıkla

# DbgSettings_AutoOpenLocalsWindow
source: Show the Locals window when the debugger starts
de: Locals-Fenster beim Start des Debuggers anzeigen
es_es: Mostrar la ventana local cuando se inicia el depurador
hu: A Helyi ablakok megjelenítése a debugger indításakor
it: Visualizza la finestra variabili locali quando il debugger viene avviato
pt_pt: Mostrar a janela Locais ao iniciar o depurador
tr: Hata ayıklayıcı başladığı zaman Locals penceresini göster

# DbgSettings_DisableDebuggerDetection
source: Prevent code from detecting the debugger
de: Verhindern, dass der Code den Debugger erkennt
es_es: Evita que el código detecte un depurador administrado
hu: A kód megakadályozása a hibakereső detektálásában
it: Impedisci al codice di rilevare il debugger
tr: Kodun yönetilen bir hata ayıklayıcıyı algılamasını engelle

# DbgSettings_IgnoreBreakInstructions
source: Ignore Debugger.Break() and break instructions
de: Debugger.Break() und break Instruktionen ignorieren
es_es: Ignorar Debugger.Break () y romper instrucciones
hu: Debugger.Break() és break utasítások figyelmen kívül hagyása
it: Ignora Debugger.Break() e l'interruzione delle istruzioni
pt_pt: Ignorar Debugger.Break() e quebrar as instruções
tr: Debugger.Break()'ı yoksay ve talimatları durdur

# DbgSettings_PropertyEvalAndFunctionCalls
source: Enable property evaluation and other implicit function calls
de: Eigenschaften und andere implizite Funktionsaufrufe auswerten
es_es: Permitir la evaluación de la propiedad y otras llamadas de función implícita
hu: Tulajdonság kiértékelés és egyéb implicit függvényhívások engedélyezése
it: Consenti la valutazione delle proprietà e altre chiamate di funzioni implicite
pt_pt: Permitir a avaliação da propriedade e outras chamadas de função implícita
tr: Özellik değerlendirmeyi ve diğer örtük işlev çağrılarını etkinleştir

# DbgSettings_UseMemoryModules
source: Debug files loaded from the process' memory (uncheck to use disk files)
de: Vom Prozess in den Speicher geladene Dateien debuggen (für Dateien von Festplatte abwählen)
es_es: Archivos cargados desde la memoria del proceso de depuración (desactivar para usar archivos en disco)
hu: A folyamat memóriájából betöltött fájlok hibakeresése (ne jelölje ki a lemezen lévő fájlok használatához)
it: Debug files caricati dalla memoria del processo (deselezionare questa opzione per utilizzare i file su disco)
pt_pt: Depurar arquivos carregados em memória do processo (desmarque a opção para usar ficheiros do disco)
tr: İşlemci hafızasından yüklenen dosyalarda hata ayıkla (disk dosyalarını kullanmak için işareti kaldırın)

# DbgSettings_UseStringConversionFunction
source: Call string-conversion function on objects in variables windows
de: String-Umwandlungsmethode für Objekte im Variablenfenster aufrufen
es_es: Llamar a función de conversión de cadenas en objetos en ventanas de variables
hu: Karakterlánc átalakító függvények hívása objektumokon a változók ablakban
it: Chiama la funzione di conversione stringa sugli oggetti nelle finestre delle variabili
pt_pt: Chamar a função de string-conversion em objetos nas janelas de variáveis
tr: Değişkenler penceresinde objedeki dizi-çevirme fonksiyonunu çağır

# StartDebugging2
source: _Start Debugging...
de: Debugging _starten...
es_es: _Iniciar depuración...
hu: Hibakereső indítá_sa...
it: _Inizia il debug...
pt_pt: _Iniciar Depuração...
tr: _Hata ayıklamayı başlat...

# DebugProgramX
source: _Debug {0}
de: _Debugge {0}
es_es: _Depurar {0}
hu: {0} hi_bakeresése
tr: _Hata Ayıkla{0}

# Debug_EventDescription_Exception
source: Exception
de: Ausnahme
es_es: Excepción
hu: Kivétel
it: Eccezione
pt_pt: Exceção
tr: İstisna

# Debug_EventDescription_UnhandledException
source: Unhandled Exception
de: Nicht behandelte Ausnahme
es_es: Excepción no controlada
hu: Nem kezelt kivétel
it: Eccezione non gestita
pt_pt: Exceção não tratada
tr: İşlenmemiş istisna

# DeleteAllBreakpointsCommand
source: Delete _All Breakpoints
de: _Alle Haltepunkt löschen
es_es: Eliminar _Todos los puntos de interrupción
hu: Min_den töréspont törlése
it: Elimina _tutti i breakpoints
pt_pt: Eliminar Todos Pontos de interrupção
tr: _Tüm kesme noktalarını sil

# DeleteBreakpointCommand
source: D_elete Breakpoint
de: Haltepunkt l_öschen
es_es: B_orrar punto de interrupción
hu: Töréspont törlés_e
it: C_ancella il breakpoint
pt_pt: Eliminar Ponto de interrupção
tr: Kesme noktasını _sil

# DetachAllCommand
source: Detach A_ll
de: A_lle trennen
es_es: Separar T_odos
hu: Minden _leválasztása
it: Staccare tu_tti
pt_pt: Desanexar T_odos
tr: _Hepsini çöz

# DisableAllBreakpointsCommand
source: Disable All Breakpoi_nts
de: Alle Haltepunkte _deaktivieren
es_es: Deshabilitar todos los pun_tos de interrupción
hu: Minden töréspo_nt letiltása
it: Disattiva tutti i Breakpoi_nts
pt_pt: Desativar Todos Pontos de interrupção
tr: _Kesme noktalarının hepsini devre dışı bırak

# EnableAllBreakpointsCommand
source: Enable All Breakpoi_nts
de: Alle Haltepunkte _aktivieren
es_es: Habilitar todos los pun_tos de interrupción
hu: Minden töréspo_nt engedélyezése
it: Abilita tutti i Breakpoi_nts
pt_pt: Ativar Todos Pontos de interrupção
tr: _Kesme noktalarının hepsini aktif et

# EnableBreakpointCommand
source: _Enable Breakpoint
de: Halt_epunkt aktivieren
es_es: H_abilitar puntos de interrupción
hu: Töréspont _engedélyezése
it: _Attiva breakpoint
pt_pt: Ativar Ponto de interrupção
tr: Kesme noktasını _aktif et

# EnableBreakpointCommand2
source: Enab_le Breakpoint
de: Ha_ltepunkte aktivieren
es_es: Deshabilitar punt_o de interrupción
hu: Töréspont engedé_lyezése
it: Atti_va breakpoint
pt_pt: Ativa_r Breakpoint
tr: Kesme noktasını _aktif et

# ErrorOccurredX
source: An error occurred: {0}
de: Ein Fehler ist aufgetreten: {0}
es_es: Se ha producido un error: {0}
hu: Hiba történt: {0}
it: Si è verificato un errore: {0}
pt_pt: Ocorreu um erro:{0}
tr: Bir hata meydana geldi: {0}

# Error_CantEvalUnlessDebuggerStopped
source: Can't evaluate unless debugger is stopped
de: Auswerten nicht möglich sofern der Debugger nicht gestoppt ist
es_es: No se puede evaluar a menos que el depurador se detenga
hu: Nem lehet kiértékelni, amíg a hibakereső fut
it: Non è possibile valutare a meno che il debugger venga interrotto
pt_pt: Não é possível avaliar a menos que o depurador esteja parado
tr: Hata ayıklayıcı durmadığı sürece değerlendirilemez

# Error_CantEvalWhenUnhandledExceptionHasOccurred
source: Can't evaluate when an unhandled exception has occurred
de: Auswerten nicht möglich wenn eine unbehandelte Ausnahme auftrat
es_es: No se puede evaluar cuando ha ocurrido una excepción no controlada
hu: Nem lehet kiértékelni, ha nem kezelt kivétel lépett fel
it: Non è possibile valutare quando si è verificata un'eccezione non gestita
pt_pt: Não é possível avaliar quando uma exceção não tratada ocorreu
tr: İşlenmemiş bir istisna meydana geldiğinde değerlendirilemez

# Error_StartWithoutDebuggingCouldNotStart
source: Could not start '{0}' ERROR: {1}
de: '{0}' konnte nicht gestartet werden FEHLER: {1}
es_es: No se pudo iniciar '{0}' ERROR: {1}
hu: Nem sikerült elindítani '{0}'-t HIBA: {1}
it: Impossibile avviare '{0}' ERRORE: {1}
pt_pt: Não foi possível iniciar o '{0}' ERRO: {1}
tr: '{0}' başlatılamadı HATA:{1}

# ExceptionSettingsCommand
source: E_xception Settings
de: Ausnahme_einstellungen
es_es: Configuración de E_xcepción
hu: _Kivétel beállítások
it: I_mpostazioni dell'eccezione
pt_pt: Configurações de Exceção
tr: _İstisna Ayarları

# Exceptions_Remove_ToolTip
source: Remove an exception from the list
de: Ausnahme aus Liste entfernen
es_es: Eliminar una excepción de la lista
hu: Eltávolít egy kivételt a listából
it: Rimuovi un'eccezione dall'elenco
pt_pt: Remover uma exceção da lista
tr: Listeden bir istisnayı kaldır

# Exceptions_RestoreSettings_ToolTip
source: Restore the list to the default settings
de: Standardeinstellungen für Liste wiederherstellen
es_es: Restaurar la lista a las programaciones
hu: Visszaállítja a listát az alapértelmezett beállításokra
it: Ripristina l'elenco delle impostazioni predefinite
pt_pt: Restaurar a lista para as configurações padrão
tr: Listenin varsayılan ayarlarını geri yükle

# Exceptions_Search
source: Search
de: Suchen
es_es: Buscar
hu: Keresés
it: Ricerca
pt_pt: Pesquisa
tr: Ara

# Exceptions_Search_ToolTip
source: Search for an exception
de: Nach einer Ausnahme suchen
es_es: Búsqueda de una excepción
hu: Keressen egy kivétel
it: Ricerca un'eccezione
pt_pt: Procurar exceção
tr: Bir istisna için ara

# Exceptions_ShowOnlyEnabledExceptions_ToolTip
source: Show only enabled exceptions
de: Nur aktivierte Ausnahmen anzeigen
es_es: Mostrar sólo las excepciones habilitadas
hu: Csak engedélyezett kivételek megjelenítése
it: Mostra solo le eccezioni attive
pt_pt: Mostrar apenas exceções habilitadas
tr: Sadece etkinleştirilmiş istisnaları göster

# FreezeThreadCommand
source: _Freeze
de: Ein_frieren
es_es: _Congelar
it: _Congela
pt_pt: Congelar
tr: _Dondur

# GoToDisassemblyCommand2
source: Go To _Disassembly
de: Gehe zu _Disassembly
es_es: Ir a desensamblar
hu: Ugrás a visszafejtéshez
it: Vai al _disassemblato
pt_pt: Ir Para Disassembly
tr: _Ayırmaya git

# GoToModuleCommand
source: _Go To Module
de: _Gehe zu Modul
es_es: _Ir al Módulo
hu: U_grás modulra
it: _Vai al modulo
pt_pt: _Ir Para Módulo
tr: Modüle _git

# HexDisplayCommand
source: _Hexadecimal Display
de: _Hexadezimale Anzeige
es_es: Pantalla _Hexadecimal
hu: _Hexadecimális kijelzés
it: Display _esadecimale
pt_pt: _Display hexadecimal
tr: _Onaltılık görüntüleme

# LocalsAddWatchCommand
source: Add _Watch
de: _Überwachung hinzufügen
es_es: Agregar _Reloj
hu: _Figyelő hozzáadása
it: Aggiungi _Watch
tr: _Saat ekle

# LocalsCollapseChildrenNodesCommand
source: _Collapse Children
de: Kinder _zuklappen
es_es: _Collapsar hijos
hu: Gyerekelemek be_csukása
it: _Collassa nodo figlio
tr: Çocukları _çöker

# LocalsCollapseParentNodeCommand
source: C_ollapse Parent
de: _Elternteil zuklappen
es_es: C_ollapse padres
hu: Szülőelem becs_ukása
it: C_ollassa nodo padre
tr: Temeli _çöker

# LocalsCopyValueCommand
source: Copy Va_lue
de: Wert _kopieren
es_es: Copiar va_lor
hu: Érték máso_lása
it: Copia Va_lore
pt_pt: Copiar Valor
tr: _Değeri Kopyala

# LocalsEditValueCommand
source: _Edit Value
de: Wert _bearbeiten
es_es: _Editar valor
hu: Érték sz_erkesztése
it: _Edita valore
pt_pt: Editar Valor
tr: Değeri _düzenle

# LocalsExpandChildrenNodesCommand
source: E_xpand Children
de: Kinder _ausklappen
es_es: E_xpandir hijos
hu: Gyerekelemek _kinyitása
it: E_spandi nodo figlio
tr: Çocuğu _genişlet

# LocalsSaveCommand
source: _Save...
de: _Speichern...
es_es: _Guardar...
hu: _Mentés...
it: _Salva...
pt_pt: Guardar...
tr: _Kaydet...

# LocalsSave_Error_CouldNotSaveDataToFilename
source: Error saving data to '{0}' ERROR: {1}
de: Fehler beim Speichern der Daten in '{0}' FEHLER: {1}
es_es: Error al guardar datos en '{0}' ERROR: {1}
hu: Hiba az adat '{0}' helyre mentésekor HIBA: {1}
it: Errore durante il salvataggio dei dati su '{0}' ERRORE: {1}
pt_pt: Erro ao salvar dados para '{0}' erro: {1}
tr: Veriler {0}'a kaydedilirken hata oluştu HATA:{1}

# Locals_Ask_TooManyItems
source: This item contains more than {0} child items and will be limited to displaying that number of items when expanded. Are you sure you want to expand it?
de: Dieses Element enthält mehr als {0} untergeordnete Elemente und wird beim Ausklappen auf die Anzahl der Elemente erweitert. Sind Sie sicher, dass Sie es ausklappen möchten?
es_es: Este artículo contiene más de {0} artículos hijos y se limitará a mostrar ese número de artículos cuando se expande. ¿Está seguro que desea expandirlo?
hu: Ez az elem több, mint {0} gyerek elemet tartalmaz, kinyitásnál ennyi elem fog csak megjelenni. Biztosan ki akarja nyitni?
it: Questo elemento contiene più di {0} elementi figlio la cui visualizzazione verrà limitata dopo l'espansione. Sei sicuro che desideri espanderlo?
pt_pt: Este item contém mais do que {0} itens filho e será limitado para exibir o número de itens quando expandido. Tem certeza que deseja expandi-la?
tr: Bu madde {0} dan daha fazla çocuk maddesi içeriyor ve genişletildiğinde gösterdiği madde sayısı limitlenecek. Genişletmek istediğinizden emin misiniz?

# Locals_Error_CantEvaluateWhenThreadIsAtUnsafePoint
source: Can't evaluate when the thread is at an unsafe point. Step once or run until a breakpoint hits.
de: Kann nicht auswerten wenn sich der Thread an einem unsicheren Punkt befindet. Entweder einen Schritt oder bis zum nächsten Haltepunkt ausführen.
es_es: No se puede evaluar cuando el subproceso está en un punto peligroso. Paso una vez o hasta que llega a un punto de interrupción.
hu: Nem lehet kiértékelni, ha a szál egy nem biztonságos pontban van. Léptessen egyet vagy futtassa egy töréspontig.
it: Non è possibile valutare quando il thread è in un punto non sicuro. Entra ancora una volta, o eseguire fino al breakpoint.
pt_pt: Não é possível avaliar quando o thread está em um ponto inseguro. Avance uma vez ou execute até chega a um ponto de interrupção.
tr: Konu tehlikeli bir noktada iken değerlendiremez. Bir adım ilerle veya kesme noktasına gelene kadar devam et.

# Locals_Error_EvalDisabledCantCallPropsAndMethods
source: It's currently not possible to call properties and methods
de: Es ist derzeit nicht möglich, Eigenschaften und Methoden aufrufen
es_es: Actualmente no es posible llamar a métodos y propiedades
hu: Jelenleg nem lehet tulajdonságokat és metódusokat hívni
it: Attualmente non è possibile chiamare metodi e proprietà
pt_pt: Atualmente não é possível chamar métodos e propriedades
tr: Özellikleri ve yöntemleri çağırmak şuan için mümkün değil

# Locals_Error_EvalTimedOutIsDisabled
source: Evaluation timed out and has been disabled until you continue the debugged program.
de: Zeitüberschreitung bei Auswertung. Diese wurde deaktiviert bis Sie im zu debuggenden Programm fortfahren.
es_es: La evaluación ha agotado el tiempo y se ha deshabilitado hasta que continúe el programa depurado.
hu: A kiértékelés túllépte a neki szánt időt és le lett tiltva, amíg nem folytatja a nyomon követett programot.
it: Valutazione scaduta ed è stata disattivata fino a che si continua il programma sotto debug.
pt_pt: Avaliação expirou e foi desactivada até você continuar o programa depurado.
tr: Değerlendirme zaman aşımına uğradı ve siz hata ayıklayıcıya devam edene kadar devre dışı bırakıldı.

# Locals_Error_EvaluationTimedOut
source: Evaluation timed out
de: Zeitüberschreitung bei Auswertung
es_es: Agotado el tiempo de evaluación
hu: Művelet időtúllépés
it: Valutazione fuori tempo
pt_pt: Avaliação expirou
tr: Değerlendirme zaman aşımına uğradı

# MemoryWindowCommand
source: _Memory
de: _Arbeitsspeicher
es_es: _Memoria
hu: _Memória
it: _Memoria
tr: _Hafıza

# ModuleCopyFilenameCommand
source: Copy Filename
de: Dateiname kopieren
es_es: Copia Nombre de archivo
hu: Fájlnév másolása
it: Copia nome del file
pt_pt: Copiar nome do ficheiro
tr: Dosya adını kopyala

# ModuleSaveModulesTitle
source: Save Modules
de: Modul speichern
es_es: Guardar los módulos
hu: Modul mentése
it: Salvare i moduli
pt_pt: Guardar módulos
tr: Modülleri Kaydet

# ModuleSaveModuleTitle
source: Save Module
de: Modul speichern
es_es: Guardar los módulos
hu: Modul mentése
it: Salva Modulo
pt_pt: Guardar módulo
tr: Modülü Kaydet

# ModulesCommand
source: M_odules
de: M_odule
es_es: M_ódulos
hu: M_odulok
it: M_oduli
pt_pt: Módul_os
tr: _Modüller

# Module_NoAddress
source: <no address>
de: <keine Adresse>
es_es: < sin Dirección >
hu: <nincs cím>
it: <nessun indirizzo>
pt_pt: <nenhum endereço>
tr: <adres yok>

# OpenContainingFolderCommand
source: _Open Containing Folder
de: Beinhaltendes Verzeichnis _öffnen
es_es: _Abrir carpeta contenedora
hu: _Tartalmazó mappa megnyitása
it: _Apri cartella che contiene il file
pt_pt: Abrir Pasta Recipiente
tr: Dosyayı içeren klasörü _aç

# OpenModuleFromMemoryCommand
source: Open Module from Memory
de: Modul aus Arbeitsspeicher öffnen
es_es: Abra el módulo de memoria
hu: Modul megnyitása a memóriából
it: Apri modulo dalla memoria
pt_pt: Abrir o módulo de memória
tr: Hafızadan modül aç

# RemoveExceptionCommand
source: _Remove
de: _Entfernen
es_es: _Eliminar
hu: _Eltávolít
it: _Rimuovi
pt_pt: Remover
tr: _Kaldır

# RenameThreadCommand
source: Rename
de: Umbenennen
es_es: Renombrar
hu: Átnevezés
it: Rinomina
pt_pt: Renomear
tr: Yeniden adlandır

# RestartCommand
source: _Restart
de: _Neustarten
es_es: _Reiniciar
hu: Új_raindítás
it: _Riavvia
tr: _Yeniden başlat

# RestoreDefaultExceptionSettingsCommand
source: Restore Defaults
de: Standard wiederherstellen
es_es: Restaurar valores predeterminados
hu: Alapértékek visszaállítása
it: Ripristinare le impostazioni Predefinite
pt_pt: Restaurar padrões
tr: Varsayılan ayarlara geri dön
