Repository: dnSpy/dnSpy
Catalog: Extensions/dnSpy.Debugger/dnSpy.Debugger/Properties/dnSpy.Debugger.Resources.*.resx
Languages: de, es_es, hu, it, pt_pt, tr

# DbgSettings_RedirectGuiConsoleOutput
source: Redirect GUI applications' console output to the Output window
de: Konsolen-Output von GUI-Applikationen zum Ausgabe-Fenster umleiten
es_es: Redirigir la salida de la consola de aplicaciones GUI para la ventana de salida
hu: GUI-s alkalmazások konzol kimenetének átirányítása a kimeneti ablakba
it: Reindirizza l'output della console della GUI delle applicazioni nella finestra di Output
tr: Çıktı penceresine GUI uygulamalarının konsol çıktısını yeniden yönlendirme

# AttachToProcess_MakingAnImageEasierToDebug
source: Making an Image Easier to Debug
de: Debug Erleichterung für ein Abbild
es_es: Hacer una imagen más fácil de depurar
hu: Megkönnyíti a futtatható csomag hibakeresését
it: Crea un'immagine più facile su cui eseguire il debug
tr: Bir görselde hata ayıklamayı kolaylaştır

# ShowOnlyPublicMembersCommand
source: Public Members
de: Öffentliche Member
es_es: Miembros públicos
hu: Nyilvános tagok
it: Membri pubblici
pt_pt: Membros públicos
tr: Public Üyeler

# DbgSettings_ShowRawLocals
source: Show raw locals
de: RAW locals anzeigen
es_es: Mostrar primarios locales
hu: Nyers helyi változók mutatása
it: Mostra variabili locali non elaborate
tr: Raw yerlileri göster

# DbgSettings_AsyncDebugging
source: Enable async debugging
de: Asynchrones Debugging aktivieren
es_es: Habilitar la depuración asincrónica
hu: Aszinkron hibakeresés engedélyezése
it: Abilita debug asincrono
pt_pt: Ativar depuração assíncrona
tr: Async Hata Ayıklamasını Etkinleştir

# DbgSettings_StepOverPropertiesAndOperators
source: Step over properties and operators
de: Eigenschaften und Operatoren überspringen
es_es: Paso sobre propiedades y operadores
hu: Tulajdonságok és operátorok átlépése
it: Scavalca proprietà ed operatori
tr: Özellikleri ve operatörleri adımla

# CopyExpressionCommand
source: Copy E_xpression
de: Ausdruck kopieren
es_es: Copiar E_xpresión
hu: _Kifejezés másolása
it: Copia E_spressione
tr: Kopyala E_xpression

# Error_CouldNotShowDisassembly
source: Could not find the method's code. Make sure that the process is paused and that the method has been jitted.
de: Der Code der Methode konnte nicht gefunden werden. Stellen Sie sicher, dass der Prozess pausiert ist und die Methode gejittet wurde.
es_es: No se pudo encontrar el código del método. Asegúrese de que el proceso se ha detenido y que el método ha sido compilado mediante jit.
hu: A metódus kódja nem található. Győződjön meg róla, hogy a folyamat szünetel és a metódus le lett fordítva.
it: Impossibile trovare il codice del metodo. Assicurarsi che il processo sia in pausa e che il metodo sia stato eseguito.
tr: Yöntemin kodu bulunamadı. Sürecin duraklatıldığından ve yöntemin atıldığından emin olun.

# DbgSettings_IgnoreUnhandledExceptions
source: Ignore unhandled exceptions
de: Unbehandelte Ausnahmen ignorieren
es_es: Ignorar las excepciones no controladas
hu: Nem kezelt kivételek figyelmen kívül hagyása
pt_pt: Ignorar exceções não tratadas
tr: İşlenmeyen istisnaları yoksay

# RunWithInvalidExtension
source: Are you sure you want to run this file which doesn't have a valid extension?
de: Möchten Sie diese Datei ohne gültige Endung wirklich ausführen?
es_es: ¿Está seguro que desea ejecutar este archivo que no tiene una extensión válida?
hu: Biztos, hogy futtatni akarja ezt a fájlt, aminek nincs érvényes kiterjesztése?
tr: Geçerli bir uzantısı olmayan bu dosyayı çalıştırmak istediğinizden emin misiniz?

# DebugWithInvalidExtension
source: Are you sure you want to debug this file which doesn't have a valid extension?
de: Möchten Sie diese Datei ohne gültige Endung wirklich debuggen?
es_es: ¿Está seguro que desea ejecutar este archivo que no tiene una extensión válida?
hu: Biztos, hogy hibakeresést végez ezen a fájlon, aminek nincs érvényes kiterjesztése?
tr: Geçerli bir uzantısı olmayan bu dosyada hata ayıklamak istediğinizden emin misiniz?

# Processes_NoMatch
source: No processes match your search filter.
de: Keine Prozesse stimmen mit dem Suchtext überein.
es_es: Ningún hilo coincide con su filtro de búsqueda.
hu: Egy folyamat sem felel meg a keresési feltételeknek.
pt_pt: Nenhum processo corresponde ao filtro de pesquisa.
tr: Arama kriterlerinizle eşleşen işlem yok.

# Processes_Search
source: Search
de: Suchen
es_es: Buscar
hu: Keresés
it: Ricerca
pt_pt: Pesquisa
tr: Ara

# Processes_ResetSearchSettings_ToolTip
source: Reset all search criteria so that all processes are shown
de: Setzen Sie alle Suchkriterien zurück, sodass alle Prozesse angezeigt werden
es_es: Restablecer todos los criterios de búsqueda para que se muestren todos los módulos
hu: Keresési feltételek törlése, hogy minden folyamat látszódjon
tr: Tüm arama ölçütlerini sıfırlayın, böylece tüm işlemler gösterilsin

# Processes_Search_ToolTip
source: Search for a process
de: Nach einem Prozess suchen
es_es: Búsqueda de un proceso
hu: Folyamat keresése
it: Cerca un processo
pt_pt: Procurar processo
tr: Bir işlemi ara

# Button_OK
source: _OK
es_es: _Aceptar
tr: Tamam

# Column_AppDomain
source: AppDomain
es_es: Dominio de aplicación
tr: Uygulama alanı

# Column_Name
source: Name
es_es: Nombre
hu: Név
it: Nome
pt_pt: Nome
tr: İsim

# Column_Version
source: Version
es_es: Versión
hu: Verzió
it: Versione
pt_pt: Versão
tr: Versiyon

# DebuggerOptDlgTab
source: Debugger
es_es: Depurador
hu: Hibakereső
pt_pt: Depurador
tr: Hata ayıklayıcı

# LocalsCommand
source: _Locals
es_es: _Locales
hu: _Lokálisak
it: _Locali
pt_pt: Locais
tr: _Yerliler

# ShortCutKeyEnter
source: Enter
es_es: Entrar

# ThreadsCommand
source: T_hreads
es_es: H_ilos
hu: _Szálak
tr: _Konular

# ThreadType_ThreadPool
source: Thread Pool
es_es: Grupo de hilos
hu: Szálkészlet
pt_pt: Pool de Threads
tr: Konu havuzu

# Window_Locals
source: Locals
es_es: Locales
hu: Helyi
it: Locali
pt_pt: Locais
tr: Yereller

# Window_Threads
source: Threads
es_es: Subprocesos
hu: Szálak
tr: Konular

# Plugin_ShortDescription
source: Debugger
es_es: Depurador
hu: Hibakereső
pt_pt: Depurador
tr: Hata ayıklayıcı

# DbgAsm_DebugEngine
source: _Debug engine
es_es: Motor del _Depurador
hu: _Nyomkövető motor
it: Motore di _debug
pt_pt: Motor de _depuração
tr: _Hata ayıklayıcı motoru

# Column_Filter
source: Filter
es_es: Filtro
hu: Szűrő
it: Filtro
pt_pt: Filtro
tr: Filtre

# EditBreakpointSettings_Filter
source: _Filter
es_es: _Filtrar
hu: _Szűrő
it: _Filtro
pt_pt: _Filtro
tr: _filte

# Breakpoint_Filter_Filter
source: Filter: '{0}'
es_es: Filtro: '{0}'
hu: Szűrő: "{0}"
it: Filtro: '{0}'
pt_pt: Filtro: '{0}'
tr: Filtre:'{0}'

# DbgSettings_DebugEngine
source: Debug Engine
es_es: Motor del Depurador
hu: Nyomkövető motor
it: Motore di debug
pt_pt: Motor de Depuração
tr: Hata ayıklama motoru

# DisassemblyCommand
source: _Disassembly
es_es: _Desensamblado
it: _Smontaggio
tr: Parçala

# ShortCutKeyAlt8
source: Alt+8
es_es: Alt+4

# Debug_EventDescription_LoadModule1
source: LoadModule DYN={0} MEM={1} {2:X8} {3:X8} {4}
tr: DYN={0} MEM={1} {2:X8} {3:X8} {4} modülünü yükle

# Debug_EventDescription_LoadModule2
source: LoadModule A={0:X8} S={1:X8} {2}
tr: A={0:X8} S={1:X8} {2} modülünü yükle

# Thread_Priority_Normal
source: Normal
hu: Normális
it: Normale

# Column_LoadModule
source: Load
pt_pt: Carregar
