Repository: dnSpy/dnSpy
Catalog: Extensions/dnSpy.Debugger/dnSpy.Debugger/Properties/dnSpy.Debugger.Resources.*.resx
Languages: de, es_es, hu, it, pt_pt, tr

# Exceptions_ResetSearchSettings_ToolTip
source: Reset all search criteria so that all exceptions are shown
de: Suche löschen
es_es: Restablecer todos los criterios de búsqueda para que se muestren todas las excepciones
hu: Keresési feltételek törlése, hogy az összes kivétel látszódjon
it: Reimpostare tutti i parametri di ricerca, in modo che tutte le eccezioni siano mostrate
pt_pt: Repor todos os critérios de pesquisa para que todas as exceções sejam mostradas
tr: Tüm istisnalar görünecek şekilde tüm arama kriterlerini sıfırla

# Exceptions_AllCategories
source: All
de: Alle
es_es: Todos
hu: Mind
it: Tutti
pt_pt: Todas
tr: Tümü

# EditConditionsCommand
source: Edit Conditions...
de: Bedingungen bearbeiten...
es_es: Editar condiciones...
hu: A feltétel szerkesztése...
it: Modificare le condizioni...
pt_pt: Editar Condições...
tr: Koşulları düzenle...

# ExceptionsCommand
source: Exceptions
de: Ausnahmen
es_es: Excepciones
hu: Kivételek
it: Eccezioni
pt_pt: Exceções
tr: İstisnalar

# FindCommand
source: _Find
de: _Schnellsuche
es_es: _Buscar
hu: _Keres
it: _Cerca
pt_pt: Encontrar
tr: _Bul

# Exceptions_NoMatch
source: No exception types match your search filter.
de: Keine Ausnahmetypen stimmen mit dem Suchfilter überein.
es_es: Ningún tipo de excepción coincide con el filtro de búsqueda.
hu: Nincs a keresési feltételnek megfelelő eredmény.
it: Nessun tipo di eccezione corrisponde al filtro di ricerca.
pt_pt: Nenhum tipo de exceção corresponde ao filtro de pesquisa.
tr: Arama kriterlerinizle eşleşen bir istisna tipi yok.

# AddExceptionButton
source: Add
de: Hinzufügen
es_es: Añadir
hu: Hozzáad
it: Aggiungi
pt_pt: Adicionar
tr: Ekle

source: Exception description
de: Ausnahmebeschreibung
es_es: Descripción de la excepción
hu: Kivétel Leírás
it: Descrizione dell'eccezione
pt_pt: Descrição da exceção
tr: İstisna tanımı

# Exception_Error_NameCanNotBeEmpty
source: Name can't be empty
de: Name darf nicht leer sein
es_es: El nombre no puede estar vacío
hu: A név nem lehet üres
it: Il nome non può essere vuoto
pt_pt: O nome não pode estar vazio
tr: İsim boş bırakılamaz

# EditConditions_Title
source: Edit Conditions
de: Bedingungen bearbeiten
es_es: Editar condiciones
hu: Feltételek szerkesztése
it: Modificare le condizioni
pt_pt: Editar Condições
tr: Şartları düzenle

# Button_AddCondition
source: _Add Condition
de: Bedingung _hinzufügen
es_es: _Añadir condición
hu: Feltétel hozzá_adása
it: _Aggiungi condizione
pt_pt: _Adicionar Condição
tr: Şart _ekle

# ModuleBreakpointsCommand
source: Mod_ule Breakpoints
de: Mod_ulhaltepunkte
es_es: Puntos de interrupción del mód_ulo
hu: Mod_ul töréspontok
it: Breakpoints del mod_ulo
pt_pt: Breakpoints do Mód_ulo
tr: _Modül kesme noktaları

# Window_ModuleBreakpoints
source: Module Breakpoints
de: Modulhaltepunkte
es_es: Puntos de interrupción del módulo
hu: Modul töréspontok
it: Breakpoints del modulo
pt_pt: Breakpoints to Módulo
tr: Modül kesme noktaları

# Breakpoints_AddBreakpoint_ToolTip
source: Add breakpoint
de: Haltepunkt hinzufügen
es_es: Añadir punto de interrupción
hu: Töréspont hozzáadása
it: Aggiungi breakpoint
pt_pt: Adicionar breakpoint
tr: Kesme noktası ekle

# Breakpoints_RemoveBreakpoint_ToolTip
source: Remove breakpoint
de: Haltenpunkt löschen
es_es: Quitar punto de interrupción
hu: Töréspont eltávolítása
it: Rimuovi breakpoint
pt_pt: Remover breakpoint
tr: Kesme noktasını kaldır

# EditAppDomainNameCommand
source: Edit AppDomain Name
de: AppDomain-Name bearbeiten
es_es: Editar el nombre de dominio de aplicación
hu: AppDomain név szerkesztése
it: Edita il nome AppDomain
pt_pt: Editar o Nome do AppDomain
tr: Uygulama Alanı ismini düzenle

# EditModuleNameCommand
source: Edit Module Name
de: Modulname bearbeiten
es_es: Editar nombre del módulo
hu: Modulnév szerkesztése
it: Modifica il nome del modulo
pt_pt: Editar Nome do Módulo
tr: Modül adını düzenle

# EditOrderCommand
source: Edit Module Load Order
de: Modulladereihenfolge bearbeiten
es_es: Editar módulo orden de carga
hu: Modul betöltési sorrend szerkesztése
it: Modifica l'ordine di caricamento del modulo
pt_pt: Editar a Ordem de Carregamento dos Módulos
tr: Modül yükleme sırasını düzenle

# EditProcessNameCommand
source: Edit Process Name
de: Prozessname bearbeiten
es_es: Editar nombre del proceso
hu: Folyamat név szerkesztése
it: Modificare il nome del processo
pt_pt: Editar Nome do Processo
tr: İşlem adını düzenle

# RemoveAllBreakpointsCommand
source: Remove All Breakpoints
de: Alle Haltepunkte löschen
es_es: Eliminar todos los puntos de interrupción
hu: Minden töréspont eltávolítása
it: Elimina tutti i breakpoints
pt_pt: Remover Todos os Breakpoints
tr: Tüm kesme noktalarını kaldır

# RemoveBreakpointCommand
source: Remove Breakpoint
de: Haltenpunkt löschen
es_es: Quitar punto de interrupción
hu: Töréspont eltávolítása
it: Rimuovi breakpoint
pt_pt: Remover Breakpoint
tr: Kesme noktasını kaldır

# DisableBreakpointCommand3
source: Disable Breakpoint
de: Haltepunkt deaktivieren
es_es: Deshabilitar punto de interrupción
hu: Töréspont letiltása
it: Disattiva breakpoint
pt_pt: Desativar Breakpoint
tr: Kesme noktasını devre dışı bırak

# EnableBreakpointCommand3
source: Enable Breakpoint
de: Haltepunkt aktivieren
es_es: Habilitar puntos de interrupción
hu: Töréspont engedélyezése
it: Attiva breakpoint
pt_pt: Ativar Breakpoint
tr: Kesme noktasını aktif et

# DbgSettings_BreakAllProcesses
source: Break all processes when one process breaks
de: Alle Prozesse anhalten, wenn ein Prozess anhält
es_es: Interrumpir todos los procesos cuando se rompe un proceso
hu: Minden folyamatot szakítson meg, ha egy folyamat megszakad
it: Quando si interrompe un processo, Interrompi tutti i processi
pt_pt: Pausar todos os processos quando um processo é pausado
tr: Bir işlem durduğu zaman tüm kesme noktalarını durdur

# ShortCutKeyCtrlAltF10
source: Ctrl+Alt+F10
de: Strg+Alt+F10

# ShortCutKeyCtrlAltF11
source: Ctrl+Alt+F11
de: Strg+Alt+F11

# ShortCutKeyCtrlShiftAltF11
source: Ctrl+Shift+Alt+F11
de: Strg+Umschalt+Alt+F11
es_es: Ctrl + Mayús + Alt + F11
it: Ctrl+Maiusc+Alt+F11

# StepIntoCurrentProcessCommand
source: Step Into (Current Process)
de: Einzelschritt (aktueller Prozess)
es_es: Paso (proceso actual)
hu: Bele lépés (aktuális folyamat)
it: Procedi dentro (processo corrente)
pt_pt: Saltar Para Dentro (Processo Atual)
tr: E/a git (Şimdiki işlem)

# StepOutCurrentProcessCommand
source: Step Out (Current Process)
de: Ausführen bis Rücksprung (aktueller Prozess)
es_es: Salir (proceso actual)
hu: Kilépés (aktuális folyamat)
it: Procedi fuori (processo corrente)
pt_pt: Saltar Para Fora (Processo Atual)
tr: E/a dan çık (Şimdiki işlem)

# StepOverCurrentProcessCommand
source: Step Over (Current Process)
de: Prozedurschritt (aktueller Prozess)
es_es: Pasar sobre (proceso actual)
hu: Átlépés (aktuális folyamat)
it: Procedi oltre (processo corrente)
pt_pt: Saltar Por Cima (Processo Atual)
tr: Adım at (Şimdiki İşlem)

# Processes_BreakProcessToolTip
source: Break Process
de: Prozess anhalten
es_es: Interrumpir proceso
hu: Folyamat megállítása
it: Intrerrompi processo
pt_pt: Pausar Processo
tr: İşlemi durdur

# Processes_ContinueProcessToolTip
source: Continue Process
de: Prozess fortsetzen
es_es: Continuar el proceso de
hu: Folyamat folytatása
it: Continua processo
pt_pt: Continuar Processo
tr: İşleme devam et

# Processes_StepIntoProcessToolTip
source: Step Into
de: Einzelschritt
es_es: Paso en la
hu: Bele lépés
it: Procedi dentro
pt_pt: Saltar Para Dentro
tr: 'e/a adım at

# Processes_StepOutProcessToolTip
source: Step Out
de: Ausführen bis Rücksprung
es_es: Paso hacia fuera
hu: Kilépés
it: Procedi fuori
pt_pt: Saltar Para Fora
tr: Dışarı çık

# Processes_StepOverProcessToolTip
source: Step Over
de: Prozedurschritt
es_es: Paso sobre
hu: Átlépés
it: Procedi oltre
pt_pt: Saltar Por Cima
tr: e/a git

source: Steps only the current process
de: Nur den aktuellen Prozess durchlaufen
es_es: Pasos sólo de proceso actual
hu: Csak az aktuális folyamatot lépteti
it: Fai avanzare solo il processo corrente
pt_pt: Salta apenas no processo atual
tr: Sadece şimdiki işleme ilerle

# BreakProcessCommand
source: _Break Process
de: Prozess an_halten
es_es: Proceso de _Ruptura
hu: Folyamat _megállítása
it: _Intrerrompi processo
pt_pt: _Pausar Processo
tr: İşlemi _durdur

# ContinueProcessCommand
source: _Continue Process
de: Prozess _fortsetzen
es_es: _Continuar Proceso
hu: Folyamat _folytatása
it: _Continua processo
pt_pt: _Continuar Processo
tr: İşleme _devam et

# AttachToProcess_Search_ToolTip
source: Search for a process
de: Nach einem Prozess suchen
es_es: Búsqueda de un proceso
hu: Folyamat keresése
it: Cerca un processo
pt_pt: Procurar processo
tr: Bir işlemi ara

# AutosCommand
source: _Autos
de: _Auto
hu: _Auto
it: _Auto
tr: _otomatikler

# ShortCutKeyCtrlAltV_A
source: Ctrl+Alt+V, A
de: Strg+Alt+V, A

# Breakpoints_ExportMatchingBreakpoints_ToolTip
source: Export all breakpoints matching the current search criteria
de: Alle Haltepunkte exportieren, die mit den aktuellen Suchkriterien übereinstimmen
es_es: Exportación de todos los puntos de interrupción con el actual criterio de búsqueda
hu: Az aktuális keresési feltételeknek megfelelő töréspontok exportálása
it: Esporta tutti i segnalibri corrispondenti al criterio di ricerca corrente
pt_pt: Exportar todos os breakpoints que correspondam ao critério de pesquisa atual
tr: Mevcut arama kriterlerleriyle eşleşen tüm kesme noktalarını dışarı aktar

# Breakpoints_ImportBreakpoints_ToolTip
source: Import breakpoints from a file
de: Haltepunkte aus einer Datei importieren
es_es: Importar contactos desde un archivo
hu: Töréspontok importálása fájlból
it: Importare breakpoints da un file
pt_pt: Importar breakpoints a partir de um ficheiro
tr: Bir dosyadan kesme noktasını içe aktar

# ExportSelectedCommand
source: _Export Selected...
de: Auswahl _exportieren...
es_es: _Exportar seleccionado...
hu: Kijelölt_ek exportálása...
it: _Esporta selezionato...
pt_pt: _Exportar Selecionados...
tr: _Dış aktarım seçildi...

# Breakpoints_NoMatch
source: No breakpoints match your search filter.
de: Keine Haltepunkte stimmen mit dem Suchtext überein.
es_es: Ningún punto de interrupción coincide con su filtro de búsqueda.
hu: Nincs a keresési feltételnek megfelelő töréspont.
it: Nessun breakpoint corrisponde al filtro di ricerca.
pt_pt: Nenhum breakpoint corresponde ao filtro de pesquisa.
tr: Arama kriterlerinizle eşleşen bir kesme noktası yok.

# Breakpoints_Search
source: Search
de: Suchen
es_es: Buscar
hu: Keresés
it: Ricerca
pt_pt: Pesquisa
tr: Ara

# Breakpoints_Search_ToolTip
source: Search for a breakpoint
de: Text eingeben, der in allen Haltepunkten gesucht werden soll
es_es: Búsqueda de un punto de interrupción
hu: Keressen egy töréspontot
it: Ricerca un breakpoint
pt_pt: Procurar breakpoint
tr: Bir kesme noktası ara

# Breakpoints_RemoveMatchingBreakpoints_ToolTip
source: Remove all breakpoints matching the current search criteria
de: Alle Haltepunkte löschen, die mit den aktuellen Suchkriterien übereinstimmen
es_es: Quitar todos los puntos de interrupción con el actual criterio de búsqueda
hu: Az aktuális keresési feltételeknek megfelelő összes töréspont eltávolítása
it: Rimuovi tutti i breakpoints corrispondenti ai criteri di ricerca correnti
pt_pt: Remover todos os breakpoints que correspondem ao critério de pesquisa atual
tr: Mevcut arama kriterlerleriyle eşleşen tüm kesme noktalarını kaldır

# Breakpoints_ResetSearchSettings_ToolTip
source: Reset all search criteria so that all breakpoints are shown
de: Alle Suchkriterien zurücksetzen, sodass alle Haltepunkte angezeigt werden
es_es: Restablecer todos los criterios de búsqueda para que se muestren todos los puntos de interrupción
hu: Keresési feltételek törlése, hogy az összes töréspont látszódjon
it: Reimposta tutti i parametri di ricerca, in modo che tutti i breakpointrs vengano visualizzati
pt_pt: Repor todos os critérios de pesquisa para que todos os breakpoints sejam mostrados
tr: Tüm kesme noktaları görülecek şekilde tüm arama kriterlerini sıfırla

# Breakpoints_ToggleMatchingBreakpoints_ToolTip
source: Enable or disable all breakpoints matching the current search criteria
de: Alle Haltepunkte aktivieren bzw. deaktivieren, die mit den aktuellen Suchkriterien übereinstimmen
es_es: Habilitar o deshabilitar todos los puntos de interrupción con el actual criterio de búsqueda
hu: Az aktuális keresési feltételeknek megfelelő összes töréspont engedélyezése vagy tiltása
it: Abilita o disabilita tutti i breakpoints corrispondenti ai criteri di ricerca corrente
pt_pt: Ativar ou desativar todos os breakpoints que correspondem ao critério de pesquisa atual
tr: Mevcut arama kriterleriyle eşleşen tüm kesme noktalarını aktifleştir veya devre dışı bırak

# Modules_AllProcesses
source: All
de: Alle
es_es: Todos
hu: Mind
it: Tutti
pt_pt: Todas
tr: Tümü

# Modules_NoMatch
source: No modules match your search filter.
de: Keine Module stimmen mit dem Suchtext überein.
es_es: No hay marcadores coincidentes con el filtro de búsqueda.
hu: A keresési feltételnek egy modul sem felel meg.
it: Nessun modulo corrisponde al filtro di ricerca.
pt_pt: Nenhum módulo corresponde ao filtro de pesquisa.
tr: Arama kriterlerinizle eşleşen modül yok.

# Modules_Search
source: Search
de: Suchen
es_es: Buscar
hu: Keresés
it: Ricerca
pt_pt: Pesquisa
tr: Ara

# Modules_Search_ToolTip
source: Search for a module
de: Geben Sie Text ein, der in allen Modulen gesucht werden soll
es_es: Búsqueda para un módulo de
hu: Modul keresése
it: Ricerca un modulo
pt_pt: Procurar um módulo
tr: Bir modülü ara

# Modules_ResetSearchSettings_ToolTip
source: Reset all search criteria so that all modules are shown
de: Setzen Sie alle Suchkriterien zurück, sodass alle Module angezeigt werden
es_es: Restablecer todos los criterios de búsqueda para que se muestren todos los módulos
hu: Keresési feltételek törlése, hogy az összes modul látszódjon
it: Reimpostare tutti i parametri di ricerca, in modo che tutti i thread vengano visualizzati
pt_pt: Repor todos os critérios de pesquisa para que todos os módulos sejam mostrados
tr: Tüm modüller görülecek şekilde tüm arama kriterlerini sıfırla

# Modules_Process
source: Process
de: Prozess
es_es: Proceso
hu: Folyamat
it: Processo
pt_pt: Processo
tr: İşlem

# SearchHelp_ToolTip
source: Help
de: Hilfe
es_es: Ayuda
hu: Segítség
it: Guida
pt_pt: Ajuda
tr: Yardım

# Column_Condition
source: Condition
de: Bedingung
es_es: Condición
hu: Feltétel
it: Condizione
pt_pt: Condição
tr: Şart

# Column_HitCount
source: Hit Count
de: Trefferanzahl
es_es: Contador de pasos
hu: Találatok száma
it: Contatore occorrenze
pt_pt: Contagem de Toques
tr: Ziyaret sayısı

# Column_WhenHit
source: When Hit
de: Bei Treffer
es_es: Cuando golpeó
hu: Mikor talál
it: Quando si verifica un'occorrenza
pt_pt: Quando Atingido
tr: Ziyaret edildiğinde

# Breakpoints_GoToDisassembly_ToolTip
source: Go To Disassembly
de: Gehe zu Disassembly
es_es: Ir a desensamblar
hu: Ugrás a visszafejtéshez
it: Vai al disassemblato
pt_pt: Ir Para Disassembly
tr: Ayırma ya git

# Breakpoints_GoToSourceCode_ToolTip
source: Go To Source Code
de: Gehe zu Quellcode
es_es: Ir a código fuente
hu: Menj a forrás kódhoz
it: Vai al codice sorgente
pt_pt: Ir Para Código Fonte
tr: Kaynak koda git

# GoToSourceCodeCommand
source: Go To Source Code
de: Gehe zu Quellcode
es_es: Ir a código fuente
hu: Menj a forrás kódhoz
it: Vai al codice sorgente
pt_pt: Ir Para Código Fonte
tr: Kaynak koda git

# Breakpoint_Condition_NoCondition
source: (no condition)
de: (keine Bedingung)
es_es: (sin condiciones)
hu: (nincs feltétel)
it: (nessuna condizione)
pt_pt: (nenhuma condição)
tr: (şart yok)

# Breakpoint_Condition_WhenConditionHasChanged
source: when '{0}' has changed
de: wenn '{0}' hat sich geändert
es_es: cuando ha cambiado el '{0}'
hu: ha '{0}' változott
it: quando '{0}' è cambiato
pt_pt: quando '{0}' tiver mudado
tr: '{0}' değiştiği zaman

# Breakpoint_Condition_WhenConditionIsTrue
source: when '{0}' is true
de: wenn '{0}' ist true
es_es: cuando '{0}' es verdad
hu: ha '{0}' igaz
it: quando '{0}' è vero
pt_pt: quando '{0}' é verdadeiro
tr: '{0}' doğru olduğu zaman

# Breakpoint_Filter_NoFilter
source: (none)
de: (keine)
es_es: (ninguno)
hu: (egyik sem)
it: (nessuno)
pt_pt: (nenhum)
tr: (hiçbiri)

# Breakpoint_HitCount_HitCountIsAMultipleOf
source: when hit count is a multiple of {0}
de: wenn Trefferzähler ist ein Vielfaches von {0}
es_es: cuando el recuento de aciertos es un múltiplo de {0}
hu: ha a találat számláló {0} többszöröse
it: quando il conteggio delle occorrenze è multiplo di {0}
pt_pt: quando a contagem de toques é um múltiplo de {0}
tr: sayaç {0} ın bir katı olduğu zaman

# Breakpoint_HitCount_HitCountIsEqualTo
source: when hit count is equal to {0}
de: wenn Trefferzähler ist gleich {0}
es_es: cuando el recuento de aciertos es igual a {0}
hu: ha a találat számláló {0}
it: quando il conteggio delle occorrenze è uguale a {0}
pt_pt: quando a contagem de toques é igual a {0}
tr: sayaç {0} a eşit olduğu zaman

# Breakpoint_HitCount_HitCountIsGreaterThanOrEqualTo
source: when hit count is greater than or equal to {0}
de: wenn Trefferzähler größer als oder gleich {0}
es_es: cuando el recuento de aciertos es mayor o igual que {0}
hu: ha a találat számláló nagyobb vagy egyenlő, mint {0}
it: quando il conteggio delle occorrenze è più grande o uguale a {0}
pt_pt: quando a contagem de toques é maior ou igual a {0}
tr: sayaç {0} dan büyük veya eşit olduğu zaman

# Breakpoint_HitCount_NoHitCount
source: break always
de: Immer halten
es_es: romper siempre
hu: mindig törje meg
it: interrompi sempre
pt_pt: pausar sempre
tr: her zaman durdur

# Breakpoint_Tracepoint_NoTraceMessage
source: Break
de: Anhalten
es_es: Interrupción
hu: Törés
it: Interruzione
pt_pt: Pausa
tr: Dur

# Breakpoint_Tracepoint_PrintMessage
source: Print message '{0}'
de: Meldung '{0}' drucken
es_es: Imprimir mensaje '{0}'
hu: Mutassa a(z) '{0}' üzenetet
it: Stampa messaggio '{0}'
pt_pt: Imprimir mensagem '{0}'
tr: '{0}' mesajını yazdır

# ShortCutKeyAltEnter
source: Alt+Enter
de: Alt+Eingabe
es_es: Alt + entrar

# SettingsCommand
source: _Settings
de: Einstellungen
es_es: _Configuración
hu: Beállítá_sok
it: _Impostazioni
pt_pt: _Definições
tr: _Ayarlar

# EditBreakpointSettings_Title
source: Breakpoint Settings
de: Haltepunkteinstellungen
es_es: Configuración de punto de interrupción
hu: Töréspont beállítások
it: Impostazioni del breakpoint
pt_pt: Definições de Breakpoint
tr: Kesme noktaları ayarları

# Breakpoint_Condition_IsTrue
source: Is true
de: Trifft zu
es_es: Es cierto
hu: Igaz
it: È vero
pt_pt: É verdadeiro
tr: Doğrudur

# Breakpoint_Condition_WhenChanged
source: When changed
de: Bei Änderung
es_es: Cuando cambia
hu: Ha a megváltozott
it: Quando modificato
pt_pt: Quando mudado
tr: Değiştiğinde

# Breakpoint_HitCount_IsAMultipleOf
source: Is a multiple of
de: Ist ein Mehrfaches von
es_es: Es un múltiplo de
hu: többszöröse
it: È un multiplo di
pt_pt: É um múltiplo de
tr: Bir katıdır

# EditBreakpointSettings_ConditionalExpression
source: Conditional _Expression
de: Bedingter _Ausdruck
es_es: _Expreción condicional
hu: Feltételes kif_ejezés
it: _Espressione condizionale
pt_pt: _Expressão Condicional
tr: Şartlı _istisna

# EditBreakpointSettings_HitCount
source: _Hit Count
de: _Trefferanzahl
es_es: Contador de pasos
hu: _Találatok száma
it: Contatore _occorrenze
pt_pt: Contagem de _Toques
tr: _ziyaret sayısı

# EditBreakpointSettings_Trace
source: _Log Message
de: _Meldung protokollieren
es_es: Mensaje _Log
hu: Nap_ló üzenet
it: Messaggio di _log
pt_pt: _Registar Mensagem
tr: _Günlük mesajı

# GlyphToolTip_Actions
source: Actions:
de: Aktionen:
es_es: Acciones:
hu: Műveletek:
it: Azioni:
pt_pt: Ações:
tr: Eylemler:

# GlyphToolTip_Conditions
source: Conditions:
de: Bedingungen:
es_es: Condiciones:
hu: Feltételek:
it: Condizioni:
pt_pt: Condições:
tr: Şartlar:

# Breakpoint_Condition_ConditionalExpression
source: Conditional expression:
de: Bedingter Ausdruck:
es_es: Expresión condicional:
hu: Feltételes kifejezés:
it: Espressione condizionale:
pt_pt: Expressão condicional:
tr: Şartlı açıklamalar:

# Breakpoint_Condition_WhenConditionHasChanged2
source: '{0}' has changed
de: '{0}' hat sich geändert
es_es: '{0}' ha cambiado
hu: '{0} megváltozott'
it: '{0}' è cambiato
pt_pt: '{0}' mudou
tr: '{0}' değiştirildi

# Breakpoint_Condition_WhenConditionIsTrue2
source: '{0}' is true
de: '{0}' ist true
es_es: '{0}' es verdad
hu: igaz, "{0}"
it: '{0}' è vero
pt_pt: '{0}' é verdadeiro
tr: '{0}' doğrudur

# Breakpoint_HitCount_HitCountIsAMultipleOf2
source: Hit count is a multiple of {0}
de: Trefferzähler ist ein Vielfaches von {0}
es_es: El recuento de aciertos es un múltiplo de {0}
hu: A találatszámláló {0} többszöröse
it: Il conteggio delle occorrenze è un multiplo di {0}
pt_pt: A contagem de toques é um múltiplo de {0}
tr: Vurma sayacı {0} ın bir katıdır

# Breakpoint_HitCount_HitCountIsEqualTo2
source: Hit count is equal to {0}
de: Trefferzähler ist gleich {0}
es_es: El conteo de golpes es igual a {0}
hu: A találatszámláló egyenlő {0}
it: Il conteggio delle occorrenze è uguale a {0}
pt_pt: A contagem de toques é igual a {0}
tr: Vurma sayacı {0} a eşit olduğu zaman

# Breakpoint_HitCount_HitCountIsGreaterThanOrEqualTo2
source: Hit count is greater than or equal to {0}
de: Trefferzähler größer als oder gleich {0}
es_es: El recuento de aciertos es mayor o igual que {0}
hu: A találat számláló nagyobb vagy egyenlő, mint {0}
it: Il conteggio delle occorrenze è più grande o uguale a {0}
pt_pt: A contagem de toques é maior ou igual a {0}
tr: Vurma sayıcı {0} dan büyük veya eşittir

# Breakpoint_Tracepoint_PrintMessage2
source: Log message '{0}', to Output window
de: Meldung '{0}' im Ausgabefenster protokollieren
es_es: Mensaje de registro '{0}', en la ventana de Salida
hu: '{0}' üzenet naplózása a kimeneti ablakba
it: Messaggio di log {0}', alla finestra di Output
pt_pt: Registar mensagem '{0}', na janela de Saída
tr: Günlük mesajı '{0}', Çıkış penceresine

# Breakpoints_GlyphMargin_DisableBreakpoint
source: Disable breakpoint
de: Haltepunkt deaktivieren
es_es: Deshabilitar punto de interrupción
hu: Töréspont letiltása
it: Disabilita breakpoint
pt_pt: Desativar breakpoint
tr: Kesme noktasını devre dışı bırak

# Breakpoints_GlyphMargin_EnableBreakpoint
source: Enable breakpoint
de: Haltepunkt aktivieren
es_es: Habilitar punto de interrupción
hu: Töréspont engedélyezése
it: Abilita breakpoint
pt_pt: Ativar breakpoint
tr: Kesme noktasını aktifleştir

# Breakpoints_GlyphMargin_ShowSettingsToolTip
source: Settings...
de: Einstellungen...
es_es: Configuración...
hu: Beállítások...
it: Impostazioni...
pt_pt: Definições...
tr: Ayarlar...

# Breakpoints_GlyphMargin_BreakWhenBreakpointHit
source: Break
de: Anhalten
es_es: Interrupción
hu: Törés
it: Interruzione
pt_pt: Pausa
tr: Dur

# EditBreakpointSettings_TraceContinue
source: Continue execution
de: Ausführung fortsetzen
es_es: Continuar la ejecución
hu: Folytatás
it: Prosegui l'esecuzione
pt_pt: Continuar execução
tr: Uygulamaya devam et

# ExportCommand
source: E_xport...
de: E_xportieren...
es_es: E_xportar...
hu: E_xportálás...
it: E_sporta...
pt_pt: E_xportar...
tr: _dışa aktar...

# SettingsCommand2
source: _Settings...
de: Ei_nstellungen...
es_es: _Configuración...
hu: _Beállítások...
it: _Impostazioni...
pt_pt: _Definições...
tr: _ayarlar...

# StartDebuggingCommand
source: Start Debugging
de: Debugging starten
es_es: Empezar la depuración
hu: Debugger indítása
it: Inizia il debug
pt_pt: Iniciar Depuração
tr: Hata ayıklamayı başlat
