Repository: dnSpy/dnSpy
Catalog: Extensions/dnSpy.Debugger/dnSpy.Debugger/Properties/dnSpy.Debugger.Resources.*.resx
Languages: de, es_es, hu, it, pt_pt, tr

# RunToCursorCommand
source: Ru_n To Cursor
de: Ausführen b_is Cursor
es_es: Ej_ecutar el cursor
hu: F_uttatás a kurzorig
it: Esecuzio_ne fino al cursore
pt_pt: Ru_n de Cursor
tr: Gösterge için _çalıştır

# SaveModuleCommand
source: Save Module...
de: Modul speichern...
es_es: Guarde el módulo...
hu: Modul mentése...
it: Salva Modulo...
pt_pt: Guardar módulo...
tr: Modulü kaydet...

# SaveModulesCommand
source: Save {0} Modules...
de: {0} Module speichern...
es_es: Guardar {0} módulos...
hu: {0} modul mentése...
it: Salva {0} Moduli...
pt_pt: Guardar {0} módulos...
tr: {0} modüllerini kaydet...

# SelectAllCommand
source: Select _All
de: _Alles auswählen
es_es: Seleccionar _Todos
hu: Összes Kijelölése
it: Seleziona_Tutti
tr: Hepsini_seç

# SetNextStatementCommand
source: Set Ne_xt Statement
de: _Nächste Anweisung setzen
es_es: Mostrar la siguiente declaración
hu: _Következő utasítás beállítása
it: Imposta istruzione succ_essiva
tr: _Sonraki açıklamaya ayarla

# ShortCutKeyCtrlA
source: Ctrl+A
de: Strg+A

# ShortCutKeyCtrlAltB
source: Ctrl+Alt+B
de: Strg+Alt+B

# ShortCutKeyCtrlAltC
source: Ctrl+Alt+C
de: Strg+Alt+C

# ShortCutKeyCtrlAltE
source: Ctrl+Alt+E
de: Strg+Alt+E

# ShortCutKeyCtrlAltH
source: Ctrl+Alt+H
de: Strg+Alt+H

# ShortCutKeyCtrlAltP
source: Ctrl+Alt+P
de: Strg+Alt+P

# ShortCutKeyCtrlAltU
source: Ctrl+Alt+U
de: Strg+Alt+U

# ShortCutKeyCtrlShift_DIGIT
source: Ctrl+Shift+{0}
de: Strg+Umschalt+{0}
es_es: Ctrl+Mayús+{0}
it: Ctrl+Maiusc+{0}

# ShortCutKeyCtrlAltBreak
source: Ctrl+Alt+Break
de: Strg+Alt+Pause
es_es: Ctrl+Alt+B

# ShortCutKeyCtrlC
source: Ctrl+C
de: Strg+C

# ShortCutKeyCtrlF10
source: Ctrl+F10
de: Strg+F10

# ShortCutKeyCtrlF5
source: Ctrl+F5
de: Strg+F5

# ShortCutKeyCtrlF9
source: Ctrl+F9
de: Strg+F9

# ShortCutKeyCtrlShiftC
source: Ctrl+Shift+C
de: Strg+Umschalt+C
es_es: Ctrl+Mayús+C

# ShortCutKeyCtrlShiftF10
source: Ctrl+Shift+F10
de: Strg+Umschalt+F10
es_es: Ctrl+Mayús+F10
it: Ctrl+Maiusc+F10

# ShortCutKeyCtrlShiftF5
source: Ctrl+Shift+F5
de: Strg+Umschalt+F5
es_es: Ctrl+Mayús+F5
it: Ctrl+Maiusc+F5

# ShortCutKeyCtrlShiftF9
source: Ctrl+Shift+F9
de: Strg+Umschalt+F9
es_es: Ctrl+Mayús+F9
it: Ctrl+Maiusc+F9

# ShortCutKeyCtrl_DIGIT
source: Ctrl+{0}
de: Strg+{0}

# ShortCutKeyDelete
source: Del
de: Entf
es_es: Eliminar
it: Canc

# ShortCutKeyInsert
source: Ins
de: Einfügen
es_es: Insertar

# ShortCutKeyShiftF11
source: Shift+F11
de: Umschalt+F11
es_es: Mayús+F11
it: Maiusc+F11

# ShortCutKeyShiftF5
source: Shift+F5
de: Umschalt+F5
es_es: Mayús+F5
it: Maiusc+F5

# ShowInMemoryWindowCommand
source: Show in Memory Window
de: In Arbeitsspeicher-Fenster anzeigen
es_es: Mostrar en la ventana de memoria
hu: Memória ablak megjelenítése
it: Visualizza nella finestra Memoria
pt_pt: Mostrar na Janela de Memória
tr: Hafıza penceresinde göster

# ShowInstructionPointerCommand
source: Show IP
de: Instruktionszeiger anzeigen
es_es: Mostrar IP
hu: IP mutatása
it: Visualizza IP
pt_pt: Mostrar IP
tr: IP'yi göster

# ShowModuleNamesCommand
source: Show _Module Names
de: _Modulnamen anzeigen
es_es: Mostrar nombres de _Módulos
hu: _Modul nevek megjelenítése
it: Mostra nomi dei _Moduli
pt_pt: Mostrar Module Names
tr: _Modül isimlerini göster

# ShowNamespacesCommand
source: Show Namespaces
de: Namensräume anzeigen
es_es: Mostrar los espacios de nombres
hu: Névterek mutatása
it: Visualizza gli spazi dei nomi
pt_pt: Mostrar Namespaces
tr: İsim alanlarını göster

# ShowNextStatementCommand
source: S_how Next Statement
de: Nächste Anweisung a_nzeigen
es_es: M_ostrar la siguiente declaración
hu: S_how következő nyilatkozat
it: M_ostra istruzione successiva
pt_pt: Mostrar Próxima Declaração
tr: Sonraki açıklamayı _göster

# ShowDeclaringTypesCommand
source: Show Declaring Types
de: Deklarierenten Typ anzeigen
es_es: Ver declaración de tipos
hu: Deklaráló típusok mutatása
it: Visualizza la dichiarazione di tipi
pt_pt: Mostar Tipos Declaradores
tr: Bildirilen türleri göster

# ShowParameterNamesCommand
source: Show _Parameter Names
de: Parameter_namen anzeigen
es_es: Mostrar nombres de _Parameter
hu: _Paraméter nevek mutatása
it: Visualizza i nomi del _Parametro
tr: _Parametre İsimlerini göster

# ShowParameterTypesCommand
source: Show Parameter _Types
de: Parametert_ypen anzeigen
es_es: Mostrar _Tipos de parámetros
hu: Paraméter típusok mutatása
it: Visualizza i _Tipi del parametro
tr: Parametre _tiplerini göster

# ShowParameterValuesCommand
source: Show Parameter _Values
de: Pa_rameterwerte anzeigen
es_es: Mostrar _Valores de parámetros
hu: Paraméter típusok mutatása
it: Visualizza i _Valori del parametro
tr: Parametre _değerlerini göster

# ShowReturnTypesCommand
source: Show Return Types
de: Rückgabetypen anzeigen
es_es: Mostrar tipos de devolución
hu: Visszatérési értékek mutatása
it: Mostra i tipi di return
pt_pt: Mostrar Tipos de Retorno
tr: Dönüş tiplerini göster

# ShowTokensCommand
source: Show Tokens
de: Tokens anzeigen
es_es: Mostrar Tokens
hu: Token-ek mutatása
it: Mostra Tokens
pt_pt: Mostrar Tokens
tr: Token'ları Göster

# ShowIntrinsicTypeKeywordsCommand
source: Show Intrinsic Type Keywords
de: Intrinsische Typschlüsselwörter anzeigen
es_es: Mostrar palabras claves de tipo intrínseco
hu: Belső típus kulcsszavak mutatása
it: Visualizza le parole chiave di tipo intrinseco
pt_pt: Mostrar Palavras-Chave Intrínsecas de Tipo
tr: Asıl Tip Anahtar Kelimeleri göster

# StartWithoutDebuggingCommand
source: Start Wit_hout Debugging
de: Starten ohne Debugging
es_es: Comience _sin depurar
hu: Indítsa el a hibakeresés nélkül
it: Avvia sen_za debug
pt_pt: Iniciar Sem Depuração
tr: Hata _ayıklamadan başla

# StatusBar_Ready
source: Ready
de: Bereit
es_es: Listo
hu: Kész
it: Pronto
pt_pt: Pronto
tr: Hazır

# StatusBar_Running
source: Running...
de: Läuft...
es_es: Ejecutando...
hu: Fut...
it: In esecuzione...
pt_pt: Executando...
tr: Çalışıyor...

# StepIntoCommand
source: Step _Into
de: _Einzelschritt
es_es: Paso _en la
hu: Belép
it: Procedi _dentro
tr: _'e/a adım at

# StepOutCommand
source: Step Ou_t
de: Ausführen bis _Rücksprung
es_es: Paso hacia fu_era
hu: Kilépni
it: Procedi fuor_i
tr: _Dışarı çık

# StepOverCommand
source: Step _Over
de: _Prozedurschritt
es_es: Paso _sobre
hu: Átlép
it: Procedi _oltre
tr: _e/a git

# StopDebuggingCommand
source: Stop D_ebugging
de: D_ebuggen beenden
es_es: Detener la d_epuración
hu: Debugger leállítása
it: Interrompere il d_ebug
pt_pt: Parar Depuração
tr: _Hata ayıklamayı durdur

# SwitchToFrameCommand
source: _Switch To Frame
de: Zu Rahmen _wechseln
es_es: _Alternar el marco
hu: _Váltás a keretre
it: _Passa al Frame
pt_pt: Mudar para Frame
tr: Çerçeveye _değiştir

# SwitchToThreadCommand
source: _Switch To Thread
de: Zu Thread _wechseln
es_es: _Alternar el hilo
hu: _Váltás a szálra
it: _Passa al thread
pt_pt: Mudar para Thread
tr: Konuya _geç

# ThawThreadCommand
source: _Thaw
de: _Reaktivieren
es_es: _Deshielo
it: _Scongela
tr: _Erime

# ThreadType_Main
source: Main Thread
de: Hauptthread
es_es: Hilo Principal
hu: Fő szál
it: Thread principale
pt_pt: Thread Principal
tr: Ana konu

# ThreadType_Terminated
source: Terminated Thread
de: Beendeter Thread
es_es: Hilo terminado
hu: Megszakított szál
it: Thread terminato
pt_pt: Thread Encerrado
tr: Sonlandırılmış Konu

# ThreadType_Unknown
source: Unknown Thread
de: Unbekannter Thread
es_es: Subproceso desconocido
hu: Ismeretlen szál
it: Thread sconosciuto
pt_pt: Thread Desconhecido
tr: Bilinmeyen Konu

# ThreadType_Worker
source: Worker Thread
de: Arbeitsthread
es_es: Subproceso de trabajo
hu: Munka szál
pt_pt: Thread de Trabalho
tr: Çalışan Konu

# Thread_LocationNotAvailable
source: <not available>
de: <nicht verfügbar>
es_es: <no disponible>
hu: <nem elérhető>
it: < non disponibile >
pt_pt: <não disponível>
tr: <kullanılamaz>

# Thread_NoName
source: <No Name>
de: <Kein Name>
es_es: < no nombre >
hu: <Nincs név>
it: <nessun nome>
pt_pt: <Sem Nome>
tr: <İsim yok>

# Thread_Priority_AboveNormal
source: Above Normal
de: Höher als normal
es_es: Por encima de la Normal
hu: Normális feletti
it: Superiore alla norma
pt_pt: Acima do Nomal
tr: Normalin üzerinde

# Thread_Priority_BelowNormal
source: Below Normal
de: Niedriger als normal
es_es: Debajo de lo Normal
hu: Normális alatti
it: Sotto alla norma
pt_pt: Abaixo do Normal
tr: Normalin altında

# Thread_Priority_Highest
source: Highest
de: Höchste
es_es: Mayor
hu: Legmagasabb
it: Il più alto
pt_pt: Mais alto
tr: En yüksek

# Thread_Priority_Lowest
source: Lowest
de: Niedrigste
es_es: Menor
hu: Legalacsonyabb
it: Il più basso
pt_pt: Mais baixo
tr: En düşük

# ToggleBreakpointCommand
source: To_ggle Breakpoint
de: Haltepunkte aktivieren bzw. deaktivieren
es_es: Deshabilitar punt_o de interrupción
hu: Törés_pont állítása
it: Attiva/disattiva breakpoint
pt_pt: Al_ternar Breakpoint
tr: Kesme noktasını _değiştir

# ToolBarBreakAllToolTip
source: Break All
de: Alle unterbrechen
es_es: Romper todos
hu: Mindenhol megáll
it: Interrompi tutto
pt_pt: Pausar Todos
tr: Hepsini durdur

# ToolBarContinueDebuggingButton
source: Continue
de: Weiter
es_es: Continuar
hu: Folytatás
it: Continua
tr: Devam et

# ToolBarContinueDebuggingToolTip
source: Continue
de: Weiter
es_es: Continuar
hu: Folytatás
it: Continua
tr: Devam et

# ToolBarDebugAssemblyToolTip
source: Debug a Program
de: Ein Programm debuggen
es_es: Depurar un programa
hu: Program nyomkövetése
it: Debug di un programma
pt_pt: Depurar um Programa
tr: Bir programda hata ayıkla

# ToolBarRestartToolTip
source: Restart
de: Neu starten
es_es: Reiniciar
hu: Újraindítás
it: Riavvia
pt_pt: Reiniciar
tr: Yeniden başlat

# ToolBarShowNextStatementToolTip
source: Show Next Statement
de: Nächste Anweisung anzeigen
es_es: Mostrar la siguiente declaración
hu: Következő utasítás mutatása
it: Mostra istruzione successiva
pt_pt: Mostrar Declaração Seguinte
tr: Sonraki açıklamayı göster

# ToolBarStartDebuggingButton
source: Start
de: Starten
es_es: Iniciar
it: Inizio
pt_pt: Iniciar
tr: Başlat

# ToolBarStepIntoToolTip
source: Step Into
de: Einzelschritt
es_es: Paso en la
hu: Bele lépés
it: Procedi dentro
pt_pt: Saltar Para Dentro
tr: 'e/a adım at

# ToolBarStepOutToolTip
source: Step Out
de: Ausführen bis Rücksprung
es_es: Paso hacia fuera
hu: Kilépés
it: Procedi fuori
pt_pt: Saltar Para Fora
tr: Dışarı çık

# ToolBarStepOverToolTip
source: Step Over
de: Prozedurschritt
es_es: Paso sobre
hu: Átlépés
it: Procedi oltre
pt_pt: Saltar Por Cima
tr: e/a git

# ToolBarStopDebuggingToolTip
source: Stop Debugging
de: Debuggen beenden
es_es: Detener la depuración
hu: Nyomkövetés leállítása
it: Interrompere il debug
pt_pt: Parar Depuração
tr: Hata ayıklamayı durdur

# Window_Breakpoints
source: Breakpoints
de: Haltepunkte
es_es: Puntos de interrupción
hu: Töréspontok
pt_pt: Pontos de interrupção
tr: Kesme Noktaları

# Window_CallStack
source: Call Stack
de: Aufrufliste
es_es: Pila de llamadas
hu: Hívásverem
pt_pt: Pilha de chamadas
tr: Yığın Çağrısı

# Window_ExceptionSettings
source: Exception Settings
de: Ausnahmeeinstellungen
es_es: Configuración de excepción
hu: Kivétel beállítások
it: Impostazioni dell'eccezione
pt_pt: Configurações de exceção
tr: İstisna Ayarları

# Window_Memory_10_MenuItem
source: Memory 1_0
de: Arbeitsspeicher 1_0
es_es: Memoria 1_0
hu: 1_0 memória
it: Memoria 1_0
pt_pt: Memória 1_0
tr: Hafıza 1_0

# Window_Memory_N
source: Memory {0}
de: Arbeitsspeicher{0}
es_es: Memoria {0}
hu: {0} memória
it: Memoria {0}
pt_pt: Memória {0}
tr: Hafıza {0}

# Window_Memory_N_MenuItem
source: Memory _{0}
de: Arbeitsspeicher _{0}
es_es: Memoria _{0}
hu: _{0} memória
it: Memoria _{0}
pt_pt: Memória _{0}
tr: Hafıza _{0}

# Window_Memory_N_MenuItem2
source: Memory {0}
de: Arbeitsspeicher {0}
es_es: Memoria {0}
hu: {0} memória
it: Memoria {0}
pt_pt: Memória {0}
tr: Hafıza {0}

# Window_Modules
source: Modules
de: Module
es_es: Módulos
hu: Modulok
it: Moduli
pt_pt: Módulos
tr: Modüller

# YesNo_No
source: No
de: Nein
hu: Nem
pt_pt: Não
tr: Hayır

# YesNo_Yes
source: Yes
de: Ja
es_es: Sí
hu: Igen
it: Si
pt_pt: Sim
tr: Evet

# DbgSettings_SyntaxHighlight
source: Syntax highlight
de: Syntax hervorheben
es_es: Resaltado de sintaxis
hu: Szintaxis kiemelés
it: Evidenzia sintassi
pt_pt: Realce de sintaxe
tr: Sözdizimi vurgulama

# LoadModulesCommand
source: Open Modules
de: Module öffnen
es_es: Módulos abiertos
hu: Modulok megnyitása
it: Apri moduli
pt_pt: Abrir Módulos
tr: Modülleri aç

# LoadXModulesCommand
source: Open {0} Modules
de: {0} Module öffnen
es_es: Abrir {0} Módulos
hu: {0} modul megnyitása
it: Apri {0} moduli
pt_pt: Abrir {0} Módulos
tr: {0} Modüllerini aç

# ShowParameterTypesCommand2
source: Show Parameter Types
de: Parametertypen anzeigen
es_es: Mostrar tipos de parámetros
hu: Paraméter típusok mutatása
it: Mostra tipi di parametro
pt_pt: Mostrar Tipos de Parâmetro
tr: Parametre tiplerini göster

# DebugLoggerName
source: Debug
de: Debuggen
es_es: Depurar
hu: Hibakeresés
pt_pt: Depurar
tr: Hata ayıkla

# ShowExceptionMessages
source: _Exception Messages
de: Ausnahm_emeldungen
es_es: Mensajes _Excepción
hu: Kivét_el üzenetek
it: _Messaggi di eccezione
pt_pt: Mensagens de Exceção
tr: _İstisna Mesajları

# ShowModuleLoadMessages
source: Module _Load Messages
de: _Lademeldungen für Module
es_es: Módulo _Carga de mensajes
hu: Modul betö_ltés üzenetek
it: Modulo di _caricamento messaggi
pt_pt: Mensagens Carregar Módulo
tr: _Mesaj yükleme modülü

# ShowModuleUnloadMessages
source: Module _Unload Messages
de: _Entlademeldungen für Module
es_es: Módulo _Descarga de mensajes
hu: Modul eltávolítá_s üzenetek
it: Modulo di _scaricamento messaggi
pt_pt: Mensagens Descarregar Módulo
tr: Mesaj _Boşaltma modülü

# ShowProcessExitMessages
source: _Process Exit Messages
de: Beendigungsmeldungen für _Prozess
es_es: _Proceso salida mensajes
hu: Folyamat kilé_pés üzenetek
it: _Processa i messaggi di uscita
pt_pt: Mensagens de Saída de Processo
tr: Mesajlardan çıkma _işlemi

# ShowProgramOutputMessages
source: Program _Output
de: Programm_ausgabe
es_es: _Salida del Programa
hu: Program _kimenet
it: _Output del programma
pt_pt: Output do Programa
tr: Program _Çıktısı

# ShowStepFilteringMessages
source: _Step Filtering Messages
de: _Schrittfilterungsmeldungen
es_es: _Paso filtrado de mensajes
hu: Üzenetek szűrésének léptetése
it: _Avanza nella fintrazione dei messaggi
tr: Mesajları filteleme _adımı

# ShowThreadExitMessages
source: _Thread Exit Messages
de: Beendigungsmeldungen für _Thread
es_es: Mensajes de salida del _Subproceso
hu: Szál kilépési üzene_tek
it: _Processa i messaggi di uscita
pt_pt: Mensagens de saída thread
tr: Mesajlardan çıkma _konusu

# ShowMDAMessages
source: MDA Messages
de: MDA Meldungen
es_es: Mensajes MDA
hu: MDA üzenetek
it: Messaggi MDA
pt_pt: Mensagens MDA
tr: MDA mesajları

# DebugLogAdditionalInformation
source: Additional information: {0}
de: Zustatzinformation: {0}
es_es: Información adicional: {0}
hu: További információk: {0}
it: Informazioni aggiuntive: {0}
pt_pt: Informação adicional: {0}
tr: Ek bilgi:{0}

# DebugLogExceptionHandled
source: Exception thrown: '{0}' in {1}
de: Ausnahme ausgelöst: "{0}" in {1}
es_es: Excepción: '{0}' en {1}
hu: Kivételhiba: "{0}" a {1}
it: Eccezione generata: '{0}' in {1}
pt_pt: Exceção lançada: '{0}' em {1}
tr: {1}'e istisna {0} eklendi

# DebugLogExceptionUnhandled
source: An unhandled exception of type '{0}' occurred in {1}
de: Eine unbehandelte Ausnahme vom Typ '{0}' ist in {1} aufgetreten
es_es: Se produjo una excepción no controlada del tipo '{0}' en {1}
hu: Típusú "{0}" nem kezelt kivétel történt a {1}
it: Si è verificata un'eccezione non gestita di tipo '{0}' in {1}
pt_pt: Ocorreu uma exceção sem tratamento do tipo '{0}' em {1}
tr: {1}'de {0} tipinde işlenmemiş bir istisna meydana geldi

# DebugLogExitProcess
source: The program '{0}' has exited with code {1} (0x{1:x}).
de: Das Programm '{0}' wurde mit Code {1} (0x{1:x}) beendet.
es_es: El programa '{0}' ha salido con código {1} (0x{1:x}).
hu: A(z) '{0}' program {1} (0x{1:x}) kóddal véget ért.
it: Il programma '{0}' è terminato con codice {1} (0 x{1:x}).
pt_pt: O programa '{0}' foi encerrado com código {1} (0x{1:x}).
tr: Program {0}, {1} (0x{1:x}) koduyla çıktı.

# DebugLogExitThread
source: The thread 0x{0:x} has exited with code {1} (0x{1:x}).
de: Der Thread 0x{0:x} hat mit Code {1} (0x{1:x}) geendet.
es_es: El hilo 0x {0: x} ha salido con el código {1} (0x {1: x}).
hu: A 0x{0:x} szál {1} (0x{1:x}) kóddal véget ért.
it: Il thread 0x{0:x} è terminato con codice {1} (0 x{1:x}).
pt_pt: O segmento 0x{0:x} foi encerrado com código {1} (0x{1:x}).
tr: Konu 0x{0:x}, {1} (0x{1:x}) koduyla çıktı.

# DebugLogLoadModule
source: Loaded '{0}'.
de: '{0}' geladen.
es_es: Cargar '{0}'.
hu: Betöltött '{0}'.
it: Caricato '{0} '.
pt_pt: '{0}' carregado.
tr: '{0}' yüklendi.

# DebugLogMDA
source: Managed Debugging Assistant '{0}' has detected a problem in '{1}'.
de: Managed Debugging Assistant '{0}' hat ein Problem in '{1}' festgestellt.
es_es: El Asistente de depuración administrado '{0}' detectó un problema en '{1}'.
hu: A(z) '{0}' menedzselt hibakereső asszisztens problémát talált itt: '{1}'.
it: L'asistente al debug gestito '{0}' ha rilevato un problema in '{1} '.
pt_pt: Assistente de Depuração Gerenciado '{0}' detectou um problema em '{1}'.
tr: Yönetilen hata ayıklayıcı yardımcı '{0}', '{1}' de bir problem algıladı.

# DebugLogUnloadModule
source: Unloaded '{0}'.
de: '{0}' entladen.
es_es: Descargado '{0}'.
hu: Betöltött '{0}'.
it: Scaricato '{0} '.
pt_pt: '{0}' descarregado.
tr: Yüklenmedi '{0}'.

# ExceptionMessageIsNull
source: "<no exception message>"
de: "<keine Ausnahmemeldung>"
es_es: "< ningún mensaje de la excepción >"
hu: "< nincs kivétel üzenet >"
it: "<nessun messaggio di eccezione>"
pt_pt: "<Nenhuma mensagem de exceção>"
tr: "<istisna iletisi yok>"

# GlyphToolTip_Location
source: Location
de: Position
es_es: Ubicación
hu: Hely
it: Ubicazione
pt_pt: Localização
tr: Konum

# HexEditorGroup_DebuggerMemory
source: Memory Window
de: Fenster "Speicher"
es_es: Ventana de memoria
hu: Memória ablak
it: Finestra memoria
pt_pt: Janela de Memória
tr: Hafıza penceresi

# BgImgDisplayName_DebuggerMemory
source: Hex Editor (Memory Window)
de: Hex-Editor (Fenster "Speicher")
es_es: Hex Editor (ventana de memoria)
hu: Hex szerkesztő (memória ablak)
it: Editor esadecimale (finestra memoria)
pt_pt: Hex Editor (Janela de Memória)
tr: Hex Düzenleyici(Hafıza Penceresi)

# DebugWindows
source: _Windows
de: _Fenster
es_es: _Ventanas
hu: _Ablak
it: _Finestre
pt_pt: _Janelas
tr: _Pencere

# OutputCommand
source: _Output
de: Ausga_be
es_es: _Salida
hu: K_imenet
tr: _Çıktı

# ShortCutKeyCtrlAltW_DIGIT
source: Ctrl+Alt+W, {0}
de: Strg+Alt+W, {0}

# TerminateAllCommand
source: Ter_minate All
de: Alle beenden
es_es: Ter_minar todos
hu: Lezárja az összeset
it: Ter_mina tutti
pt_pt: Ter_minar Todos
tr: Hepsini _Bitir

# WatchCommand
source: _Watch
de: _Überwachen
es_es: _Relof
hu: _Figyelő
pt_pt: _Observador
tr: _İzle

# Window_Watch_10_MenuItem
source: Watch 1_0
de: Überwachen 1_0
es_es: Watch Ver 1_0
hu: 1_0 figyelő
pt_pt: Observador 1_0
tr: Saat 1_0

# Window_Watch_N
source: Watch {0}
de: Überwachen {0}
es_es: Watch Ver {0}
hu: {0} figyelés
pt_pt: Observador {0}
tr: İzle {0}

# Window_Watch_N_MenuItem
source: Watch _{0}
de: Überwachen _{0}
es_es: Reloj Ver _{0}
hu: _{0} figyelés
pt_pt: Observador _{0}
tr: İzle _{0}

# Window_Watch_N_MenuItem2
source: Watch {0}
de: Überwachen {0}
es_es: Watch Ver _{0}
hu: {0} figyelés
pt_pt: Observador {0}
tr: İzle {0}

source: _Options...
de: _Optionen...
es_es: _Opciones...
hu: _Beállítások...
it: _Opzioni...
pt_pt: Opções...
tr: _Ayarlar...

# ShortCutKeyCtrlAltZ
source: Ctrl+Alt+Z
de: Strg+Alt+Z

# ProcessesCommand
source: _Processes
de: _Prozesse
es_es: _Procesos
hu: _Folyamat
it: _Processi
pt_pt: _Processos
tr: _İşlemler

# Window_Processes
source: Processes
de: Prozesse
es_es: Procesos
hu: Folyamat
it: Processi
pt_pt: Processos
tr: İşlemler

# Column_Debugging
source: Debugging
de: Debuggen
es_es: Depurando
hu: Hibakeresés
pt_pt: Depurando
tr: Hata ayıklanıyor

# Column_State
source: State
de: Zustand
es_es: Estado
hu: Állapot
it: Stato
pt_pt: Estado
tr: Durum

# Column_Title
source: Title
de: Titel
es_es: Título
hu: Cím
it: Titolo
pt_pt: Título
tr: Başlık

# Process_Paused
source: Break
de: Anhalten
es_es: Interrupción
hu: Törés
it: Interruzione
pt_pt: Pausa
tr: Dur

# Process_Running
source: Running
de: Ausführen
es_es: Ejecutando
hu: Folyamatban van
it: In esecuzione
pt_pt: Em execução
tr: Çalışıyor

# Processes_AttachToProcessToolTip
source: Attach to Process
de: An den Prozess anhängen
es_es: Adjuntar al proceso
hu: Kapcsolódás folyamathoz
it: Connettersi al processo
pt_pt: Anexar ao Processo
tr: İşleme ekle

# Processes_DetachToolTip
source: Detach Process
de: Prozess abtrennen
es_es: Separar el proceso de
hu: Leválasztja a folyamatot
it: Staccare il processo
pt_pt: Desanexar Processo
tr: Tespit işlemi

# Processes_TerminateToolTip
source: Terminate Process
de: Prozess beenden
es_es: Terminar proceso
hu: A folyamat befejezése
it: Terminare il processo
pt_pt: Terminar Processo
tr: İşlemi bitir

# ShortCutKeyCtrlF
source: Ctrl+F
de: Strg+F

# DetachProcessCommand
source: _Detach Process
de: Prozess _abtrennen
es_es: _Separar el proceso de
hu: _Leválasztja a folyamatot
it: _Staccare il processo
pt_pt: _Desanexar Processo
tr: _Tespit işlemi

# DetachWhenDebuggingStoppedCommand
source: Detach _When Debugging Stopped
de: Na_ch Beenden des Debuggings trennen
es_es: Separar _Cuando la depuración deje de funcionar
hu: Leválasztás _amikor a debugger befejeződött
it: Stacca _quando il debug è interrotto
pt_pt: Desanexar _Quando a Depuração Parar
tr: Hata ayıklama durduğu _zaman tespit

# TerminateProcessCommand
source: Ter_minate Process
de: Prozess _beenden
es_es: Terminar proceso
hu: A folyamat befejezése
it: Ter_mina il processo
pt_pt: Ter_minar processo
tr: İşlemi _bitir

# ProcessCommand
source: Process
de: Prozess
es_es: Proceso
hu: Folyamat
it: Processo
pt_pt: Processo
tr: İşlem

# Column_ProcessName
source: Process Name
de: Prozessname
es_es: Nombre de Proceso
hu: Folyamat neve
it: Nome del processo
pt_pt: Nome do Processo
tr: İşlem adı

# AllRemainingExceptionsNotInList
source: <All {0} not in this list>
de: <Alle {0} nicht in dieser Liste>
es_es: < todos {0} no en esta lista >
hu: <Nincs minden {0} ebben a listában>
it: <Tutto {0} non in questa lista>
pt_pt: <Todos os {0} que não estão nesta lista>
tr: <{0}ın hepsi bu listede değil >

# Exceptions_EditConditions_ToolTip
source: Edit conditions
de: Bedingungen bearbeiten
es_es: Editar condiciones
hu: A feltétel szerkesztése
it: Modificare le condizioni
pt_pt: Editar condições
tr: Koşulları düzenle

# Column_Conditions
source: Conditions
de: Bedingungen
es_es: Condiciones
hu: Feltételek
it: Condizioni
pt_pt: Condições
tr: Koşullar

# Column_BreakWhenThrown
source: Break When Thrown
de: Unterbrechen wenn ausgelöst
es_es: Interrumpir cuando se lanza
hu: _Töréspont kivételnél
it: Interrompere quando generata
tr: Atıldığında durdur

# Column_Category
source: Category
de: Kategorie
es_es: Categoría
hu: Kategória
it: Categoria
pt_pt: Categoria
tr: Kategori

# Exception_Conditions_And
source: And
de: Und
es_es: Y
hu: És
it: E
pt_pt: E
tr: Ve

# Exception_Conditions_ModuleNameEquals
source: Module name equals
de: Modulname gleich
es_es: Nombre de módulos iguales
hu: A fájl neve megegyezik
it: Il nome del modulo è uguale a
pt_pt: O nome do módulo é igual
tr: Modül adı eşittir

# Exception_Conditions_ModuleNameNotEquals
source: Module name not equals
de: Modulname ungleich
es_es: El nombre del módulo no es igual
hu: A fájl neve nem egyezik
it: Il nome del modulo non è uguale a
pt_pt: O nome do módulo não é igual
tr: Modül adı eşit değildir
