Repository: dnSpy/dnSpy
Catalog: dnSpy/dnSpy.Console/Properties/dnSpy.Console.Resources.*.resx
Languages: de, pt_br, pt_pt, ru, zh_cn

# Error1
source: ERROR: {0}
de: FEHLER: {0}
pt_br: ERRO: {0}
pt_pt: ERRO: {0}
ru: ОШИБКА: {0}
zh_cn: 错误：{0}

# FileOrDirDoesNotExist
source: File/directory '{0}' doesn't exist
de: Datei/Verzeichnis '{0}' existiert nicht
pt_br: Arquivo/diretório '{0}' não existe
pt_pt: Ficheiro/diretório '{0}' não existe
ru: Файл/каталог '{0}' не существует
zh_cn: 文件/目录 '{0}' 不存在

# InvalidOption
source: Invalid option: {0}
de: Ungültige Option: {0}
pt_br: Opção inválida: {0}
pt_pt: Opção inválida: {0}
ru: Неверная опция: {0}
zh_cn: 选项无效：{0}

# InvalidSolutionName
source: .sln name ({0}) must be relative to project directory
de: .sln Name ({0}) muss relativ zum Projektverzeichnis sein
pt_br: Nome da .sln ({0}) precisa ser relativo ao diretório do projeto
pt_pt: nome .sln ({0}) deve ser relativo ao diretório de projeto
ru: Имя решения ({0}) должно быть указано относительно каталога проекта
zh_cn: .sln 名称 ({0}) 必须是相对于工程目录

# InvalidToken
source: Invalid metadata token
de: Ungültiger Metadatentoken
pt_br: Token de metadados inválido
pt_pt: Token de metadados inválidos
ru: Неверный токен метаданных
zh_cn: 元数据令牌无效

# InvalidVSVersion
source: Invalid Visual Studio version: {0}
de: Ungültige Version von Visual Studio: {0}
pt_br: Versão inválida do Visual Studio: {0}
pt_pt: Versão inválida do Visual Studio: {0}
ru: Неверная версия Visual Studio: {0}
zh_cn: Visual Studio 版本无效：{0}

# LanguageDoesNotExist
source: Language '{0}' doesn't exist
de: Sprache '{0}' existiert nicht
pt_br: Linguagem '{0}' não existe
pt_pt: Língua '{0}' não existe
ru: Язык '{0}' не существует
zh_cn: 语言 '{0}' 不存在

source: Languages:
de: Sprachen:
pt_br: Linguagens:
pt_pt: Idiomas:
ru: Языки:
zh_cn: 语言：

# LanguageXDoesNotExist
source: Language {0} does not exist
de: Sprache {0} ist nicht vorhanden
pt_br: Linguagem {0} não existe
pt_pt: Língua {0} não existe
ru: Язык {0} не существует
zh_cn: 语言 {0} 不存在

# MissingAsmSearchPath
source: Missing assembly search path
de: Fehlender Assemblysuchpfad
pt_br: Está faltando o caminho de pesquisa para o assembly
pt_pt: Caminho de pesquisa de assembly em falta
ru: Отсутствует путь поиска сборки
zh_cn: 缺失程序集搜索路径

# MissingDotNetFilename
source: Missing .NET filename
de: Fehlender .NET Dateiname
pt_br: Está faltando o nome do arquivo .NET
pt_pt: Nome do ficheiro .NET em falta
ru: Отсутствует имя файла .NET
zh_cn: 缺失 .NET 文件名

source: Missing language name
de: Fehlender Sprachenname
pt_br: Nome da linguagem ausente
pt_pt: Nome da linguagem em falta
ru: Отсутствует имя языка
zh_cn: 缺失语言名

# MissingMDToken
source: Missing metadata token
de: Fehlender Metadatentoken
pt_br: Está faltando o token de metadados
pt_pt: Token de metadados em falta
ru: Отсутствует токен метаданных
zh_cn: 缺失元数据标记

source: Missing number of threads
de: Fehlende Anzahl von threads
pt_br: Está faltando o numero de threads
pt_pt: Número de threads em falta
ru: Отсутствует количество потоков
zh_cn: 缺失线程数

# MissingOptions
source: No options specified
de: Keine Optionen angegeben
pt_br: Nenhuma opção expecificada
pt_pt: Nenhuma opção especificada
ru: Не указана ни одна опция
zh_cn: 未指定选项

# MissingOutputDir
source: Missing output directory
de: Fehlende Ausgabeverzeichnis
pt_br: Diretório de saída ausente
pt_pt: Diretório de output em falta
ru: Отсутствует выходной каталог
zh_cn: 缺失输出目录

# MissingSolutionName
source: Missing .sln name
de: Fehlender .sln Name
pt_br: Faltando nome .sln
pt_pt: Nome .sln em falta
ru: Отсутствует имя файла решения
zh_cn: 缺失 .sln 名称

# MissingVSVersion
source: Missing Visual Studio version
de: Fehlende Version von Visual Studio
pt_br: Versão do Visual Studio ausente
pt_pt: Versão Visual Studio em falta
ru: Отсутствует версия Visual Studio
zh_cn: 缺失 Visual Studio 版本

# NoLanguagesFound
source: No languages were found. Make sure that the language dll files exist in the same folder as this program.
de: Keine Sprachen wurden gefunden. Stellen Sie sicher, dass die Sprache-Dll-Dateien in demselben Ordner wie das Programm vorhanden sind.
pt_br: Nenhuma linguagem foi encontrada. Verifique se os arquivos dll da linguagem estão na mesma pasta que este programa.
pt_pt: Nenhuma linguagem foi encontrada. Certifique-se que existem os ficheiros dll de linguagem na mesma pasta como este programa.
ru: Языки не найдены. Убедитесь, что файлы dll с языками расположены в каталоге с программой.
zh_cn: 未找到语言。请确保语言 DLL 文件存在于本程序所在文件夹内。

# NotDotNetFile
source: {0} is not a .NET file
de: {0} ist keine .NET Datei
pt_br: {0} não é um arquivo .NET
pt_pt: {0} não é um ficheiro .NET
ru: {0} не файла .NET
zh_cn: {0} 不是 .NET 文件

# OnlyOneFileCanBeDecompiled
source: Only one file can be decompiled when using --md
de: Nur eine Datei kann dekompiliert werden, bei der Verwendung von --md
pt_br: Apenas um arquivo pode ser descompilado ao usar --md
pt_pt: Apenas um ficheiro pode ser compilado ao usar --md
ru: С --md может быть декомпилирован только один файл
zh_cn: 当使用 --md 时仅可以反编译一个文件

source: Missing user GAC path
de: Fehlender Benutzerpfad GAC
pt_br: Caminho GAC do usuário ausente
pt_pt: Caminho GAC do utilizador em falta
ru: Отсутствует путь к пользовательскому GAC
zh_cn: 缺失用户 GAC（全局程序集缓存）路径

# InvalidMemberToDecompile
source: Only types, methods, fields, events and properties can be decompiled
de: Nur Typen, Methoden, Felder, Ereignisse und Eigenschaften können dekompiliert werden
pt_br: Somente tipos, métodos, campos, eventos e propriedades podem ser descompilados
pt_pt: Somente tipos, métodos, campos, eventos e propriedades podem ser descompilados
ru: Декомпилированы могут быть только типы, методы, поля, события и свойства
zh_cn: 仅可以反编译类型，方法，字段，事件和属性

# CouldNotFindTypeX
source: Type {0} couldn't be found
de: Typ {0} konnte nicht gefunden werden
pt_br: Tipo {0} não pôde ser encontrado
pt_pt: Tipo {0} não pôde ser encontrado
ru: Тип {0} не найден
zh_cn: 未找到类型 {0}

# CouldNotResolveGacFileX
source: Couldn't resolve GAC assembly '{0}'
de: GAC Assembly '{0}' konnte nicht aufgelöst werden
pt_br: Não foi possível resolver o assembly GAC {0}
pt_pt: Não foi possível resolver o assembly GAC '{0}'
ru: Не могу найти сборку GAC '{0}'
zh_cn: 无法解析 GAC 程序集 '{0}'

# MissingGacFile
source: Missing GAC assembly name
de: Fehlender GAC Assemblyname
pt_br: Falta o nome do assembly GAC
pt_pt: Nome de assembly GAC em falta
ru: Отсутствует имя сборки GAC
zh_cn: 缺失 GAC 程序集名称

# MissingTypeName
source: Missing full name of type
de: Vollständiger Name des Typens fehlt
pt_br: Nome completo do tipo ausente
pt_pt: Nome completo do tipo em falta
ru: Отсутствует полное имя типа
zh_cn: 缺失类型的完整名称

# LanguageXDoesNotSupportProjects
source: Language {0} doesn't support creating project files
de: Sprache {0} unterstützt keine Erstellung von Projektdateien
pt_br: Linguagem {0} não suporta a criação de arquivos de projeto
pt_pt: Língua {0} não oferece suporte a criação de ficheiros do projeto
ru: Язык {0} не поддерживает создание файлов проекта
zh_cn: 语言 {0} 不支持创建中的工程文件

source: Language options:
de: Sprachoptionen:
pt_br: Opções da linguagem:
pt_pt: Opções de linguagem:
ru: Языковые настройки:
zh_cn: 语言选项：

# LanguageOptionsDesc
source: All boolean options can be disabled by using 'no-' or 'dont-', eg. --dont-sort-members
de: Alle Boolesche Optionen können deaktiviert werden, mithilfe von 'no-' oder 'dont-', zB. --dont-sort-members
pt_br: Todas as opções booleanas podem ser desabilitadas usando 'no-' ou 'dont-', por exemplo. --dont-sort-members
pt_pt: Todas as opções booleanas podem ser desactivadas por meio de 'no-' ou ' dont-', por exemplo. --dont-sort-members
ru: Все опции могут быть выключены, используя префиксы 'no-' или 'dont-', например --dont-sort-members
zh_cn: 所有布尔选项可以使用 'no-' 或 'dont-' 显示。如 --dont-sort-members

source: Missing option argument
de: Fehlendes Optionen Argument
pt_br: Argumento da opção ausente
pt_pt: Argumento de opção em falta
ru: Отсутствует аргумент опции
zh_cn: 缺失选项参数

source: Invalid GUID
de: Ungültige GUID
pt_br: GUID inválido
pt_pt: GUID Inválido
ru: Недопустимый GUID
zh_cn: GUID 无效

# CmdLineAssembly
source: assembly
ru: сборка
zh_cn: 程序集

# CmdLineDescription_AsmPath
source: assembly search path. Paths can be separated with '{0}' or you can use multiple --asm-path's
de: Assembly Suchpfad. Pfade können mit '{0}' getrennt werden oder --asm-path mehrfach verwenden
pt_br: caminho de pesquisa de assembly. Caminhos podem ser separados com '{0}' ou você pode usar múltiplos --asm-path's
pt_pt: caminho de pesquisa de assembly. Caminhos podem ser separados com '{0}' ou você pode usar múltiplos --asm-caminho
ru: путь поиска сборок. Пути могут быть разделены с помощью '{0}' или вы можете использовать несколько --asm-path
zh_cn: 程序集搜索路径。路径可以用 '{0}' 分隔。亦可使用多个--asm-path来指定多个路径。

# CmdLineDescription_GACFile
source: decompile an assembly from the GAC. Use full assembly name to use an exact version.
de: dekompiliert eine Assembly vom GAC. Vollen Assembly Name angeben um eine exakte Version zu verwenden.
pt_br: descompilar um assembly do GAC. Use o nome completo do assembly para usar uma versão exata.
pt_pt: descompilar um assembly no GAC. Use o nome completo do assembly para usar uma versão exata.
ru: декомпилировать сборку из глобального кэша сборок. Используйте полное имя сборки, чтобы использовать точную версию.
zh_cn: 反编译 gac 中的程序集。使用完整的程序集名称来使用准确的版本。

# CmdLineDescription_Language
source: set language, default is C#. Guids can be used.
de: setzt die Ausgabesprache, Standard ist C#. GUIDs können verwendet werden.
pt_br: definir linguagem, padrão é C#. Guids podem ser usados.
pt_pt: definir línguagem, padrão é C#. GUIDs podem ser usados.
ru: изменить язык, по умолчанию C#. Можно использовать идентификаторы GUID.
zh_cn: 设置语言，默认是 C#。可以使用 Guid。

# CmdLineDescription_MDToken
source: decompile the member with metadata token N to stdout
de: dekompiliert den Member mit dem Metadatentoken N to stdout
pt_br: descompilar o membro com o token de metadados N para stdout
pt_pt: descompilar o membro com o token de metadados N para stdout
ru: декомпилировать член с токеном N метаданных в stdout

# CmdLineDescription_NoBAML
source: don't decompile baml to xaml
de: dekompiliert baml nicht zu xaml
pt_br: não descompile baml para xaml
pt_pt: não descompile baml para xaml
ru: не декомпилировать baml в xaml
zh_cn: 不将BAML反编译为XAML

# CmdLineDescription_NoGAC
source: don't use the GAC to look up assemblies. Useful with --no-stdlib
de: nutzt nicht den GAC um nach Assemblies zu suchen. Nützlich für --no-stdlib
pt_br: não use o GAC para procurar assemblies. Útil com --no-stdlib
pt_pt: não use o GAC para procurar os assemblies. Útil com --n-stdlib
ru: не использовать GAC для поиска сборок. Полезно с --no-stdlib

# CmdLineDescription_NoResources
source: don't unpack resources
de: entpackt keine Ressourcen
pt_br: não descompacte recursos
pt_pt: não descompacte recursos
ru: не распаковывать ресурсы
zh_cn: 不要解包资源文件

# CmdLineDescription_NoResX
source: don't create .resx files
de: erstellt keine .resx Dateien
pt_br: não crie arquivos .resx
pt_pt: não crie ficheiros .resx
ru: не создавать .resx файлы
zh_cn: 不要创建.resx 文件

# CmdLineDescription_NoSLN
source: don't create a .sln file
de: erstellt keine .sln Datei
pt_br: não criar um arquivo .sln
pt_pt: não criar um ficheiro .sln
ru: не создавать .sln файл
zh_cn: 不要创建.sln 文件

# CmdLineDescription_NoStdLib
source: projects don't reference mscorlib
de: Projekte verweisen nicht auf mscorlib
pt_br: projetos não fazem referência a mscorlib
pt_pt: projetos não referenciam mscorlib
ru: проекты не ссылаются на mscorlib
zh_cn: 不要让项目引用 mscorlib库

# CmdLineDescription_NumberOfThreads
source: number of worker threads. Default is to use one thread per CPU core
de: Anzahl der Arbeitsthreads. Standard ist ein Thread pro Kern
pt_br: número de threads de trabalho. O padrão é usar um thread por núcleo de CPU
pt_pt: número de threads de trabalho. O padrão é usar um thread por núcleo de CPU
ru: число рабочих потоков. По умолчанию - использовать один поток на каждое ядро процессора
zh_cn: 工作线程的数目。默认每个CPU核心使用一个线程。

# CmdLineDescription_OutputDirectory
source: output directory
de: Ausgabeverzeichnis
pt_br: diretório de saída
pt_pt: diretório de saída
ru: выходной каталог
zh_cn: 输出目录：

# CmdLineDescription_ProjectGUID
source: project guid
de: Projekt GUID
pt_br: projeto guid
pt_pt: guid do projeto
ru: Идентификатор guid проекта
zh_cn: 项目 guid

# CmdLineDescription_RecursiveSearch
source: recursive search for .NET files to decompile
de: Sucht rekursiv die zu dekompilierenden .NET Dateien
pt_br: pesquisa recursiva de arquivos .NET para descompilar
pt_pt: pesquisa recursiva de ficheiros .NET para descompilar
ru: рекурсивный поиск файлов .NET для декомпиляции
zh_cn: 递归搜索.NET 文件来反编译

# CmdLineDescription_SlnName
source: name of the .sln file
de: Name der .sln Datei
pt_br: nome do arquivo. sln
pt_pt: nome do ficheiro .sln
ru: имя файла решения
zh_cn: .sln 解决方案文件的名称

# CmdLineDescription_Type1
source: decompile the type with the specified name to stdout. Either Namespace.Name or Name, case insensitive
de: dekompiliert den Typ mit dem angegebenen Name in stdout. Entweder Namespace.Name oder Name, Groß-/Kleinschreibung egal
pt_br: descompile o tipo com o nome especificado para stdout. Ambos Namespace.Name ou Name, diferencia maiúsculas de minúsculas
pt_pt: descompile o tipo com o nome especificado para stdout. Namespace.Nome ou Nome, diferencia maiusculas de minúsculas
ru: декомпилировать тип с указанным именем в stdout. Или Namespace.Имя или Имя, без учета регистра
zh_cn: 反编译指定名称的类型到标准输出流。指定名称的格式为[命名空间.名称] 或 [名称]，不区分大小写

# CmdLineDescription_Type2
source: same as -t
de: gleiche wie -t
pt_br: mesmo que -t
pt_pt: mesmo que -t
ru: так же, как -t
zh_cn: 与 -t 相同

# CmdLineDescription_UserGAC
source: user GAC path. Paths can be separated with '{0}' or you can use multiple --user-gac's
de: benutzerdefinierter GAC Pfad. Pfade können mit '{0}' getrennt werden oder --user-gac mehrfach verwenden
pt_br: caminho GAC do usuário. Caminhos podem ser separados com '{0}' ou você pode usar múltiplos --user-gac's
pt_pt: caminho GAC do utilizador. Caminhos podem ser separados com '{0}' ou você pode usar múltiplos --user-gac
ru: пользовательский путь GAC. Пути могут быть разделены с '{0}' или вы можете использовать несколько --user-gac
zh_cn: 用户 GAC 路径。路径可以用 '{0}' 分隔或你可以使用 --user-gac's 选择

# CmdLineDescription_VSVersion
source: Visual Studio version, 2005, 2008, ..., {0}
pt_br: Visual Studio versão, 2005, 2008, ..., {0}
pt_pt: Versão de Visual Studio, 2005, 2008,..., {0}
ru: Visual Studio версия, 2005, 2008, ..., {0}
zh_cn: Visual Studio 版本。如VS2005 ，2008 ，...，{0}

# CmdLineLanguage
source: lang
de: Sprache
ru: язык
zh_cn: 语言

# CmdLineName
source: name
pt_br: nome
pt_pt: nome
ru: имя
zh_cn: 名称

# CmdLineOutputDir
source: outdir
de: Ausgabeverzeichnis
ru: выходная директория

# CmdLinePath
source: path
de: Pfad
pt_br: caminho
pt_pt: caminho
ru: путь
zh_cn: 路径

# ExampleDescription1
source: Decompiles all .NET files in the above directory and saves files to C:\out\path
de: Dekompiliert alle .NET Dateien im obigen Verzeichnis und speichert die Dateien in C:\out\path
pt_br: Descompila todos os arquivos .NET no diretório acima e salva os arquivos em C:\out\path
pt_pt: Descompila todos os ficheiros .NET no diretório acima e guarda os ficheiros em C:\out\path
ru: Декомпилирует все файлы .NET в каталоге выше, и сохраняет файлы в C:\out\path

# ExampleDescription2
source: Decompiles all .NET files in the above directory and all sub directories
de: Dekompiliert alle .NET Dateien im obigen Verzeichnis und dessen Unterverzeichnissen
pt_br: Descompila todos os arquivos .NET no diretório acima e todos os sub-diretórios
pt_pt: Descompila todos os ficheiros .NET no diretório acima e todos os sub-diretórios
ru: Декомпилирует все файлы .NET в каталоге выше и во всех подкаталогах

# ExampleDescription3
source: Decompiles all *.dll .NET files in the above directory and saves files to C:\out\path
de: Dekompiliert alle *.dll .NET Dateien im obigen Verzeichnis und speichert die Dateien in C:\out\path
pt_br: Descompila todos os arquivos *.dll .NET no diretório acima e salva os arquivos em C:\out\path
pt_pt: Descompila todos os ficheiros *.dll .NET no diretório acima e guarda os ficheiros em C:\out\path
ru: Декомпилирует все файлы .NET *.dll в каталоге выше и сохраняет файлы в C:\out\path
zh_cn: 反编译目录中所有.NET的dll文件并保存到C:\out\path

# ExampleDescription4
source: Decompiles the member with token 0x06000123
de: Dekompiliert den Member mit dem Token 0x06000123
pt_br: Descompila o membro com o token 0x06000123
pt_pt: Decompila o membro com token 0x06000123
ru: Декомпилирует член с маркером 0x06000123

# ExampleDescription5
source: Decompiles System.Int32 from mscorlib
de: Dekompiliert System.Int32 von mscorlib
pt_br: Descompila System.Int32 de mscorlib
pt_pt: Descompila System.Int32 em mscorlib
ru: Декомпилирует System.Int32 из mscorlib

# ExamplesHeader
source: Examples:
de: Beispiele:
pt_br: Exemplos:
pt_pt: Exemplos:
ru: Примеры:

# CmdLineDescription_NoColor
source: don't colorize the text
de: färbt den Text nicht
pt_br: não colorir o texto
pt_pt: não colorir o texto
ru: не использовать цветной текст
zh_cn: 不要高亮文本

# UsageHeader
source: [options] [fileOrDir1] [fileOrDir2] [...]
de: [Optionen] [DateiOderVerzeichnis1] [DateiOderVerzeichnis2] [...]
