Repository: dnSpy/dnSpy
Catalog: dnSpy/dnSpy/Properties/dnSpy.Resources.*.resx
Languages: es_es, hu, tr, zh_cn

# CopyUTF8StringCommand
source: Copy UTF-8 String
es_es: Copiar cadena UTF-8
hu: UTF-8 karakterlánc másolása
tr: UTF-8 dizisini kopyala
zh_cn: 复制 UTF-8 字符串(_C)

# CopyVisualBasicArrayCommand
source: Copy Visual Basic Array
es_es: Copia de matriz Visual Basic
hu: Visual Basic tömb másolása
tr: Visual Basic dizisini kopyala
zh_cn: 复制Visual Basic数组(_C)

# FillSelectionCommand
source: Fill Selection with Byte...
es_es: Rellenar la selección con el Byte...
hu: Kijelölés feltöltése bájttal...
tr: Bit ile seçimi doldur...
zh_cn: 用字节填充选择(_F)...

# FillSelection_Title
source: Enter Value
es_es: Introducir valor
hu: Érték megadása
tr: Değer gir
zh_cn: 输入值

# GoToOffsetCommand
source: Go to Offset...
es_es: Ir al Offset...
hu: Ugrás eltolásra...
tr: Denkleştiriciye git...
zh_cn: 转到偏移量(_G)...

# HexEditorSaveSelectionCommand
source: Save Se_lection...
es_es: Guardar Se_lección...
hu: _Kijelölés mentése...
tr: _Seçimi kaydet...
zh_cn: 保存选中(_L)...

# HexEditorSelectCommand
source: Select...
es_es: Seleccionar...
hu: Kiválasztás...
tr: Seç...
zh_cn: 选择(_S)...

# HexEditorSettingsCommand
source: Settings...
es_es: Configuración...
hu: Beállítások...
tr: Ayarlar...
zh_cn: 设置(_S)...

# HexEditor_BytesPerLine_FitToWidth
source: _Fit to Width
es_es: _Ajustar al ancho
hu: _Szélességhez illesztés
tr: _Genişliğe sığdır
zh_cn: 适合宽度(_F)

# LocalHexSettings_BaseOffset_ToolTip
source: This value is added to start offset before it's shown on the screen
es_es: Este valor se suma al iniciar desplazamiento antes de que se muestra en la pantalla
hu: Ez az érték hozzáadásra kerül a kezdő eltoláshoz, mielőtt az megjelenne a képernyőn
tr: Bu değer ekranda gösterilmeden önce dengeleyiciyi başlatmak için eklendi
zh_cn: 起始偏移量将显示为原值与此数值的和

# LocalHexSettings_BytesPerLine
source: B_ytes per Line
es_es: B_ytes por línea
hu: _Soronkénti bájtok
tr: Satır başına _bit
zh_cn: 每行的字节数(_Y)

# LocalHexSettings_EndOffset
source: _End Offset
es_es: Offset _Final
hu: _Utolsó eltolás
tr: Dengeleyiciyi _bitir
zh_cn: 结束偏移量(_E)

# LocalHexSettings_OffsetBitSize
source: Offset Bi_t Size
es_es: Tamaño del bi_t del offset
hu: Eltolás bit mérete
tr: Dengeleyici _bit boyutu
zh_cn: 偏移位大小(_T)

# LocalHexSettings_ShowASCII
source: Sho_w ASCII
es_es: _Mostrar ASCII
hu: _ASCII mutatása
tr: ASCII'i _göster
zh_cn: 显示ASCII (_W)

# LocalHexSettings_ShowValues
source: Show _Values
es_es: Ver _Valores
hu: É_rtékek mutatása
tr: _Değerleri göster
zh_cn: 显示数值(_V)

# LocalHexSettings_StartOffset
source: _Start Offset
es_es: Offset de Inicio
hu: _Kezdő eltolás
tr: Dengeleyici _başlat
zh_cn: 起始偏移量(_S)

# LocalHexSettings_Title
source: Local Hex Editor Settings
es_es: Configuración local del Editor Hexadecimal
hu: Helyi Hexa szerkesztő beállítások
tr: Yerel Hex Editör Ayarları
zh_cn: 本地十六进制编辑器设置

# LocalHexSettings_UseRelOffsets
source: Use _Relative Offsets
es_es: Usar Offsets _Relativos
hu: _Relatív eltolások használata
tr: _İlgili dengeleyicileri kullan
zh_cn: 使用相对偏移量(_R)

# LocalHexSettings_UseRelOffsets_ToolTip
source: All offsets are relative to the start offset
es_es: Todos los offsets son relativos al inicio del offset
hu: Minden eltolás relatív a kezdő eltoláshoz képest
tr: Tüm dengeleyiciler başlangıç dengeleyicisi ile alakalıdır
zh_cn: 所有的偏移量为相对于起始偏移量

# LocalHexSettings_ValueFormat
source: Value _Format
es_es: Valor _Formato
hu: Érték _formátum
tr: Değer _Formatı
zh_cn: 值格式(_F)

# PasteCommand
source: _Paste
es_es: _Pegar
hu: _Beillesztés
tr: _Yapıştır
zh_cn: 粘贴(_P)

# PasteDotNetMetaDataBlobCommand
source: Paste (#Blob Data)
es_es: _Pegar (Datos #Blob)
hu: Beillesztés (#Blob adat)
tr: Yapıştır (#Blob Veri)
zh_cn: 粘贴(#Blob 数据)(_P)

# PasteSpecialCommand
source: Paste Special
es_es: Pegado especial
hu: Különleges beillesztés
tr: Özel Yapıştır
zh_cn: 粘贴指定(_P)

# PasteUnicodeCommand
source: Paste (Unicode)
es_es: Pasta (Unicode)
hu: Beillesztés (Unicode)
tr: Yapıştır (Unicode)
zh_cn: 粘贴 (Unicode)(_P)

# PasteUTF8Command
source: Paste (UTF-8)
es_es: _Pegar (UTF-8)
hu: Beillesztés (UTF-8)
tr: Yapıştır (UTF-8)
zh_cn: 粘贴 (UTF-8)(_P)

# ShortCutKeyCtrlShift8
source: Ctrl+Shift+8
es_es: Ctrl+Mayús+8

# ShortCutKeyCtrlShiftB
source: Ctrl+Shift+B
es_es: Ctrl+Mayús+B

# ShortCutKeyCtrlShiftC
source: Ctrl+Shift+C
es_es: Ctrl+Mayús+C

# ShortCutKeyCtrlShiftD
source: Ctrl+Shift+D
es_es: Ctrl+Mayús+D

# ShortCutKeyCtrlShiftH
source: Ctrl+Shift+H
es_es: Ctrl+Mayus+H

# ShortCutKeyCtrlShiftU
source: Ctrl+Shift+U
es_es: Ctrl+Mayús+U

# ShortCutKeyDelete
source: Del
es_es: Eliminar

# ShowAllBytesCommand
source: Show All Bytes
es_es: Mostrar todos los Bytes
hu: Minden bájt megjelenítése
tr: Tüm bitleri göster
zh_cn: 显示所有字节

# ShowOnlySelectedBytesCommand
source: Show Only Selected Bytes
es_es: Mostrar sólo Bytes seleccionados
hu: Csak kiválasztott bájtok megjelenítése
tr: Sadece seçilmiş bitleri göster
zh_cn: 仅显示选中字节(_S)

# ValueFormatCommand
source: Value Format
es_es: Valor Formato
hu: Érték formátuma
tr: Değer formatı
zh_cn: 值格式(_F)

source: Refresh
es_es: Refresco
hu: Frissítés
tr: Yenile
zh_cn: 刷新

source: Text Editor
es_es: Editor de texto
hu: Szöveg szerkesztő
tr: Metin Editörü
zh_cn: 文本编辑器

# ShortCutKeyAlt8
source: Alt+8
es_es: Alt+4

# PasteUnicodeAndLength7Command
source: Paste (Unicode and Length)
es_es: Pegar (Unicode y longitud)
hu: Beillesztés (Unicode és hossz)
tr: Yapıştır (Unicode ve uzunluk)
zh_cn: 粘贴 (Unicode及长度)(_P)

# PasteUTF8AndLength7Command
source: Paste (UTF-8 and Length)
es_es: Pegar (Unicode y longitud)
hu: Beillesztés (UTF-8 és hossz)
tr: Yapıştır (UTF-8 ve uzunluk)
zh_cn: 粘贴 (UTF-8及长度)(_P)

# ShortCutKeyCtrlKCtrl8
source: Ctrl+K, Ctrl+8
es_es: Ctrl+E, Ctrl+W

# HexGoToCodeOrStructure
source: Go to Code or Structure
es_es: Ir a código o estructura
hu: Ugrás kódra vagy struktúrára
tr: Koda veya yapıya git
zh_cn: 转到代码或结构(_G)

# HexEditorHighlightStructureUnderMouseCursor
source: Highlight structure under mouse cursor
es_es: Destacar la estructura bajo el cursor del ratón
hu: Egér kurzor alatti struktúra kiemelése
tr: Fare imlecinin altındaki yapıyı vurgula
zh_cn: 高亮光标指向的结构

# HexToolTipIndex
source: index
es_es: índice
tr: indeks
zh_cn: 索引

# CopyDataCommand
source: Copy {0}
es_es: Copia {0}
hu: {0} másolása
tr: {0} 'ı kopyala
zh_cn: 复制 {0}(_C)

# CopyAbsoluteFileOffsetCommand
source: Copy Absolute Offset
es_es: Copia Offset absoluto
hu: Abszolút eltolás másolása
tr: Mutlak değerlendiriciyi kopyala
zh_cn: 复制绝对偏移(_C)

# CopyFileOffsetCommand
source: Copy File Offset
es_es: Copia archivo Offset
hu: Fájl eltolás másolása
tr: Dosya Uzaklığını Kopyala
zh_cn: 复制文件偏移(_C)

# CopyRVACommand
source: Copy RVA
es_es: Copia RVA
hu: RVA másolása
tr: RVA kopyala
zh_cn: 复制RVA(_C)

# CopyValueCommand
source: Copy Value
es_es: Copiar valor
hu: Érték másolása
tr: Değeri kopyala
zh_cn: 复制值(_C)

# ShortCutKeyCtrlShiftQ
source: Ctrl+Shift+Q
es_es: Ctrl+Mayús+Q

# ShortCutKeyCtrlShiftA
source: Ctrl+Shift+A
es_es: Ctrl+Mayús+A

# ShortCutKeyCtrlShiftR
source: Ctrl+Shift+R
es_es: Ctrl+Mayu+R

# ShortCutKeyCtrlShiftV
source: Ctrl+Shift+V
es_es: Ctrl+Mayús+V

# GoToAbsolutePosition
source: Position
es_es: Posición
hu: Pozíció
tr: Konum
zh_cn: 位置

# GoToCurrentPosition
source: Current Position
es_es: Posición actual
hu: Jelenlegi pozíció
tr: Mevcut Konum
zh_cn: 当前位置

# GoToFilePosition
source: File
es_es: Archivo
hu: Fájl
tr: Doysa
zh_cn: 文件

source: _Select to new position
es_es: _Seleccionar nueva posición
hu: _Kijelölés új pozícióba
tr: _Yeni konum seçin
zh_cn: 指向新的位置

# SelectLength
source: Length
es_es: Longitud
hu: Hossz
tr: Uzunluk
zh_cn: 长度

# GoToMetadata_Title
source: Go to Metadata
es_es: Ir a metadatos
hu: Ugrás a metaadatokra
tr: Megadata'ya git
zh_cn: 转至元数据

# GoToMetadataCommand
source: Go to Metadata...
es_es: Ir a metadatos...
hu: Ugrás a metaadatokra...
tr: Megadata'ya git...
zh_cn: 转至元数据...

# GoToMetadataInvalidOffsetOrToken
source: Invalid offset or metadata token
es_es: Offset no válido o el token de metadatos
hu: Érvénytelen eltolás vagy metaadat token
tr: Geçersiz dengeleyici veya megadata işareti
zh_cn: 偏移量或元数据标记无效

# GoToMetadataMethodBody
source: Method Body
es_es: Cuerpo del método
hu: Metódus törzs
tr: Yönem gövdesi
zh_cn: 方法体

# GoToMetadataToken
source: Metadata Token
es_es: Token de metadato
hu: Metaadat token
tr: Megadata işareti
zh_cn: 元数据标记

# GoToMetadata_Index_Label
source: _Index
es_es: _Indice
tr: _Indeks
zh_cn: 索引

# HexFollowFieldValueReference
source: Follow Reference
es_es: Seguir referencia
hu: Referencia követése
tr: Referansı izle
zh_cn: 跟随地址引用(_F)

# HexEditorSelectFileCommand
source: Select File
es_es: Selecciona archivo
hu: Fájl kiválasztása
tr: Dosya seç
zh_cn: 选择文件(_S)

# HexEditorSelectNestedFileCommand
source: Select Nested File
es_es: Seleccione Archivo anidado
hu: Beágyazott fájl kiválasztása
tr: İç içe geçmiş dosyayı seç
zh_cn: 选择嵌套文件(_S)

# SelectSpecialCommand
source: Select Special
es_es: Selección especial
hu: Különleges kijelölés
tr: Özel seç
zh_cn: 选择指定(_S)

# HexEditorSelectStructureCommand
source: Select Structure
es_es: Selecciona estructura
hu: Struktúra kiválasztása
tr: Yapı seç
zh_cn: 选择结构(_S)

# HexEditFieldCommand
source: Edit Field
es_es: Edita campo
hu: Mező szerkesztése
tr: Alanı Düzenle
zh_cn: 编辑字段

# OptionColorizeText
source: Colorize the text
es_es: Colorea el texto
hu: Szöveg színezése
tr: Metni renklendir
zh_cn: 对文本进行着色

# ShortCutKeyAltRightArrow
source: Alt+Right Arrow
es_es: Alt + flecha derecha
hu: Alt+Jobb nyíl
tr: Alt+sağ ok
zh_cn: Alt+右

# ShortCutKeyBackspace
source: Backspace
es_es: Retroceso
tr: Geri tuşu(backspace)
zh_cn: 退格键

# ShortCutKeyAltE
source: Alt+E
es_es: Atl + E

# ShortCutKeyEsc
source: Esc
es_es: Escape

# ShortCutKeyShiftF3
source: Shift+F3
es_es: Mayús + F3

# TimestampDateTimeFormat
source: Timestamp format
es_es: Formato de fecha y hora
hu: Időbélyeg formátum
tr: Zaman bilgisi formatı
zh_cn: 时间戳格式

# Window_Bookmarks
source: Bookmarks
es_es: Marcadores
hu: Könyvjelzők
tr: Yer imleri
zh_cn: 书签

# BookmarksOptDlgTab
source: Bookmarks
es_es: Marcadores
hu: Könyvjelzők
tr: Yer imleri
zh_cn: 书签

# BookmarksSettings_SyntaxHighlight
source: Syntax highlight
es_es: Resaltado de sintaxis
hu: Szintaxis kiemelés
tr: Sözdizimi vurgulama
zh_cn: 语法高亮

# SearchHelp_ToolTip
source: Help
es_es: Ayuda
hu: Súgó
tr: Yardım
zh_cn: 帮助

# Column_Labels
source: Labels
es_es: Etiquetas
hu: Címkék
tr: Etiketler
zh_cn: 标签

# Column_Location
source: Location
es_es: Ubicación
hu: Hely
tr: Konum
zh_cn: 位置

# Column_Module
source: Module
es_es: Módulo
hu: Modul
tr: Modül
zh_cn: 模块

# Column_Name
source: Name
es_es: Nombre
hu: Név
tr: Ad
zh_cn: 名称

# Bookmarks_NoMatch
source: No bookmarks match your search filter.
es_es: No hay marcadores coincidentes con el filtro de búsqueda.
hu: Nincs a keresési feltételnek megfelelő könyvjelző.
tr: Arama kriterlerinizle eşleşen yer imi yok.
zh_cn: 没有能匹配搜索过滤器的书签。

# Bookmarks_Search
source: Search
es_es: Buscar
hu: Keresés
tr: Arama
zh_cn: 搜索

# BookmarksWindowCommand
source: _Bookmark Window
es_es: Ventana _Bookmark
hu: _Könyvjelző ablak
tr: _Yer imleri penceresi
zh_cn: 书签窗口(_B)

# Bookmarks_ExportMatchingBookmarks_ToolTip
source: Export all bookmarks matching the current search criteria
es_es: Exportar todos los marcadores con el actual criterio de búsqueda
hu: Az aktuális keresési feltételeknek megfelelő könyvjelzők exportálása
tr: Mevcut arama kriteriyle eşleşen tüm yer imlerini dışarı aktar
zh_cn: 导出当前的搜索条件匹配的所有书签

# Bookmarks_GoToLocation_ToolTip
source: Move the caret to the selected bookmark.
es_es: Mueva el cursor al marcador seleccionado.
hu: Beszúrási jel mozgatása a kijelölt könyvjelzőhöz.
tr: Düzeltme imini seçilen yer imine götür.
zh_cn: 将插入符号移动到选定的书签。

# Bookmarks_GoToNextBookmarkInFile_ToolTip
source: Move the caret to the next bookmark in the current file.
es_es: Mueva el cursor al marcador siguiente en el archivo actual.
hu: Beszúrási jel mozgatása az aktuális fájl következő könyvjelzőjéhez.
tr: Düzeltme imini mevcut dosyada bir sonraki yer imine götür.
zh_cn: 将插入符号移动到当前文件中的下一个书签。

# Bookmarks_GoToNextBookmarkSameLabel_ToolTip
source: Move the caret to the next bookmark with the same label.
es_es: Mueva el cursor al marcador siguiente con la misma etiqueta.
hu: Beszúrási jel mozgatása a következő azonos címkéjű könyvjelzőhöz.
tr: Düzeltme imini aynı etiketi taşıyan sonraki yer imine götür.
zh_cn: 将插入符号移动到具有相同标签的下一个书签。

# Bookmarks_GoToNextBookmark_ToolTip
source: Move the caret to the next bookmark.
es_es: Mueva el cursor al marcador siguiente.
hu: Beszúrási jel mozgatása a következő könyvjelzőhöz.
tr: Düzeltme işaretini bir sonraki yer imine götür.
zh_cn: 将插入符号移动到下一个书签。

# Bookmarks_GoToPreviousBookmarkInFile_ToolTip
source: Move the caret to the previous bookmark in the current file.
es_es: Mueva el cursor al marcador anterior en el archivo actual.
hu: Beszúrási jel mozgatása az aktuális fájl előző könyvjelzőjéhez.
tr: Düzeltme işaretini aynı dosyadaki bir önceki yer imine götür.
zh_cn: 将插入符号移动到当前文件中的上一个书签。

# Bookmarks_GoToPreviousBookmarkSameLabel_ToolTip
source: Move the caret to the previous bookmark with the same label.
es_es: Mueva el cursor al marcador anterior con la misma etiqueta.
hu: Beszúrási jel mozgatása az előző azonos címkéjű könyvjelzőhöz.
tr: Düzeltme işaretini aynı etiketi taşıyan önceki yer imine götür.
zh_cn: 将插入符号移动到具有相同标签的上一个书签。

# Bookmarks_GoToPreviousBookmark_ToolTip
source: Move the caret to the previous bookmark.
es_es: Mueva el cursor al marcador anterior.
hu: Beszúrási jel mozgatása az előző könyvjelzőhöz.
tr: Düzeltme işaretini bir önceki yer imine götür.
zh_cn: 将插入符号移动到上一个书签。

# Bookmarks_ImportBookmarks_ToolTip
source: Import bookmarks from a file
es_es: Importar marcadores desde un archivo
hu: Könyvjelzők importálása fájlból
tr: Bir dosyadan yer imlerini içe aktar
zh_cn: 从文件导入书签

# Bookmarks_RemoveBookmark_ToolTip
source: Remove bookmark
es_es: Eliminar marcador
hu: Könyvjelző eltávolítása
tr: Yer imlerini kaldır
zh_cn: 去除书签

# Bookmarks_RemoveMatchingBookmarks_ToolTip
source: Remove all bookmarks matching the current search criteria
es_es: Eliminar todos los marcadores con el actual criterio de búsqueda
hu: Az aktuális keresési feltételeknek megfelelő összes könyvjelző eltávolítása
tr: Mevcut arama kriteriyle eşleşen tüm yer imlerini kaldır
zh_cn: 去除与当前的搜索条件匹配的所有书签

# Bookmarks_ResetSearchSettings_ToolTip
source: Reset all search criteria so that all bookmarks are shown
es_es: Restablecer todos los criterios de búsqueda para que se muestren todos los marcadores
hu: Keresési feltételek törlése, hogy az összes könyvjelző látszódjon
tr: Tüm yer imleri görülecek şekilde tüm arama kriterlerini sıfırla
zh_cn: 重置所有搜索条件，以便显示所有书签

# Bookmarks_Search_ToolTip
source: Search for a bookmark
es_es: Búsqueda de un marcador
hu: Könyvjelző keresése
tr: Bir yer imi için ara
zh_cn: 查找一个书签

# Bookmarks_ToggleCreateBookmark_ToolTip
source: Toggle a bookmark on the current line.
es_es: Cambiar un marcador en la línea actual.
hu: Könyvjelző beállítása az aktuális sorra.
tr: Mevcut sayıta bir yer imi aç.
zh_cn: 在当前行上添加或移除书签。

# Bookmarks_ToggleMatchingBookmarks_ToolTip
source: Enable or disable all bookmarks matching the current search criteria
es_es: Activar o desactivar todos los marcadores con el actual criterio de búsqueda
hu: Az aktuális keresési feltételeknek megfelelő összes könyvjelző engedélyezése vagy tiltása
tr: Mevcut arama kriterleriyle eşleşen tüm yer imlerini aktifleştir veya devre dışı bırak
zh_cn: 启用或禁用与当前的搜索条件匹配的所有书签

# BookmarkDefaultName
source: Bookmark{0}
es_es: Marcador{0}
hu: Könyvjelző{0}
tr: Yer imi{0}
zh_cn: 书签{0}

# RenameCommand
source: Rename
es_es: Renombrar
hu: Átnevezés
tr: Yeniden adlandır
zh_cn: 重命名

# GoToBookmarkCommand
source: Go To Bookmark
es_es: Ir a marcador
hu: Ugrás könyvjelzőhöz
tr: Yer imine git
zh_cn: 转到书签(_G)

# DisableBookmarkCommand3
source: Disable Bookmark
es_es: Deshabilitar el marcador
hu: Könyvjelző tiltása
tr: Yer imlerini devre dışı bırak
zh_cn: 禁用书签

# EditLabelsCommand
source: Edit Labels
es_es: Editar etiqueta
hu: Címkék szerkesztése
tr: Etketleri düzenle
zh_cn: 编辑标签

# EnableBookmarkCommand3
source: Enable Bookmark
es_es: Deshabilitar el marcador
hu: Könyvjelző engedélyezése
tr: Yer imlerini aktifleştir
zh_cn: 启用书签(_E)

# ExportSelectedCommand
source: _Export Selected...
es_es: _Exportar seleccionado...
hu: Kiválasztott _exportálása...
tr: _Dış aktarım seçildi...
zh_cn: 导出选中项(_E)...

# RemoveAllBookmarksCommand
source: Remove All Bookmarks
es_es: Eliminar todos los marcadores
hu: Minden könyvjelző törlése
tr: Tüm yer imlerini kaldır
zh_cn: 去除所有书签

# RemoveBookmarkCommand
source: Remove Bookmark
es_es: Eliminar marcador
hu: Könyvjelző eltávolítása
tr: Yer imini kaldır
zh_cn: 去除书签

# SelectAllCommand
source: Select _All
es_es: Seleccionar _Todos
hu: _Minden kijelölése
tr: Hepsini _seç
zh_cn: 全选(_A)

# ShortCutKeyEnter
source: Enter
es_es: Entrar
tr: Enter(Giriş)

# ShowDeclaringTypesCommand
source: Show Declaring Types
es_es: Ver declaración de tipos
hu: Deklaráló típusok mutatása
tr: Bildiren Türleri Göster
zh_cn: 显示声明类型

# ShowIntrinsicTypeKeywordsCommand
source: Show Intrinsic Type Keywords
es_es: Mostrar palabras claves de tipo intrínseco
hu: Belső típus kulcsszavak mutatása
tr: Gerçek tip anahtar kelimeleri göster
zh_cn: 显示内部类型关键字

# ShowModuleNamesCommand
source: Show _Module Names
es_es: Mostrar nombres de _Módulos
hu: _Modul nevek megjelenítése
tr: _Modül İsimlerini göster
zh_cn: 显示模块名称(_M)

# ShowNamespacesCommand
source: Show Namespaces
es_es: Mostrar los espacios de nombres
hu: Névterek mutatása
tr: İsim alanlarını Göster
zh_cn: 显示命名空间

# ShowParameterNamesCommand
source: Show _Parameter Names
es_es: Mostrar nombres de _Parameter
hu: _Paraméter nevek mutatása
tr: _Parametre İsimlerini göster
zh_cn: 显示参数名称(_P)

# ShowParameterTypesCommand2
source: Show Parameter Types
es_es: Mostrar tipos de parámetros
hu: Paraméter típusok mutatása
tr: Parametre tiplerini göster
zh_cn: 显示参数类型

# ShowReturnTypesCommand
source: Show Return Types
es_es: Mostrar tipos de devolución
hu: Visszatérési értékek mutatása
tr: Dönüş Türlerini Göster
zh_cn: 显示返回类型

# ShowTokensCommand
source: Show Tokens
es_es: Mostrar Tokens
hu: Token-ek mutatása
tr: Token'ları Göster
zh_cn: 显示标记

# ClearAllBookmarksInDocumentCommand
source: Clear All Bookmarks In Document
es_es: Borrar todos los marcadores en el documento
hu: Minden könyvjelző törlése a dokumentumban
tr: Dokümandaki tüm yer imlerini temizle
zh_cn: 清除此文档中的所有书签(_C)

# ClearBookmarksCommand
source: _Clear Bookmarks
es_es: _Limpiar favoritos
hu: Könyvjelzők _törlése
tr: Yer imlerini _temizle
zh_cn: 清除书签(_C)

# DisableAllBookmarksCommand
source: Disable _All Bookmarks
es_es: Desactivar _Todos los marcadores
hu: Minden könyvjelző _letiltása
tr: _Tüm yer imlerini devre dışı bırak
zh_cn: 禁用所有书签(_A)

# EnableAllBookmarksCommand
source: Enable _All Bookmarks
es_es: Habilitar _Todos los marcadores
hu: Minden könyvjelző _engedélyezése
tr: _Tüm yer imlerini aktifleştir
zh_cn: 启用所有书签(_A)

# EnableBookmarkCommand
source: Enable Bookmark
es_es: Habilitar marcador
hu: Könyvjelző engedélyezése
tr: Yer imlerini aktifleştir
zh_cn: 启用书签(_E)

# GoToNextBookmarkCommand
source: Next _Bookmark
es_es: Siguiente _Bookmark
hu: _Következő könyvjelző
tr: Sonraki _Yer imi
zh_cn: 下一个书签(_B)

# GoToNextBookmarkInDocumentCommand
source: N_ext Bookmark In Document
es_es: P_róximo Bookmark en el documento
hu: Kö_vetkező könyvjelző a dokumentumban
tr: Dökümandaki _sonraki yer imi
zh_cn: 此文档中的下一个书签(_E)

# GoToNextBookmarkWithSameLabelCommand
source: Next Bookmark With Same Label
es_es: Marcador siguiente con la misma etiqueta
hu: Következő könyvjelző azonos címkével
tr: Aynı etiketteki sonraki yer imi
zh_cn: 下一个有相同标签的书签(_N)

# GoToPreviousBookmarkCommand
source: _Previous Bookmark
es_es: Marcador _Anterior
hu: _Előző könyvjelző
tr: _Önceki yer imi
zh_cn: 上一个书签(_P)

# GoToPreviousBookmarkInDocumentCommand
source: P_revious Bookmark In Document
es_es: A_nterior Bookmark en el documento
hu: E_lőző könyvjelző a dokumentumban
tr: Dökümandaki _önceki yer imi
zh_cn: 此文档中的上一个书签(_R)

# GoToPreviousBookmarkWithSameLabelCommand
source: Previous Bookmark With Same Label
es_es: Marcador anterior con la misma etiqueta
hu: Előző könyvjelző azonos címkével
tr: Aynı etiketteki önceki yer imi
zh_cn: 上一个有相同标签的书签(_P)

# ToggleBookmarkCommand
source: _Toggle Bookmark
es_es: _Alternar marcadores
hu: _Könyvjelzők kapcsolása
tr: Yer imlerini _değiştir
zh_cn: 启用/禁用书签(_T)

# EditLabelsMsgBoxLabel
source: Labels
es_es: Etiquetas
hu: Címkék
tr: Etiketler
zh_cn: 标签

# EditLabelsTitle
source: Edit Labels
es_es: Editar etiqueta
hu: Címkék szerkesztése
tr: Etiketleri düzenle
zh_cn: 编辑标签

# User_Administrator
source: Administrator
es_es: Administrador
hu: Adminisztrátor
tr: Yönetici
zh_cn: 管理员

# AllowMoreThanOneInstance
source: Allow more than one instance (restart required)
es_es: Permite más de una instancia (reiniciar)
hu: Több, mint egy példány engedélyezése (újraindítás szükséges)
tr: Birden fazla örneğe izin ver (yeniden başlatma gerekiyor)
zh_cn: 允许多个实例 (需要重新启动)

# DisassemblerDlgTabTitle
source: Disassembler
es_es: Desensamblador
tr: Parçala
zh_cn: 反汇编器

# CodeStyleDlgTabTitle
source: Code Style
es_es: Estilo de Código
hu: Kód stílus
tr: Kod Stili
zh_cn: 代码风格

# DisassemblySettings_AddLabels
source: Add labels
es_es: Añadir etiqueta
hu: Címkék hozzáadása
tr: Etiket ekle
zh_cn: 添加标签

# DisassemblySettings_AddLeadingZeroToHexNumbers
source: Add leading '0' to hex numbers if needed
es_es: Añadir líder '0' a hexadecimales números si es necesario
hu: Vezető '0' hozzáadása a hexa számokhoz, ha szükséges
tr: Gerekirse "0" satırına hex sayıları ekleyin
zh_cn: 如有必要，在十六进制数前加 '0'

# DisassemblySettings_AlwaysShowMemorySize
source: Always show size of memory operands
es_es: Mostrar siempre el tamaño de los operandos de memoria
hu: Mindig mutassa a memória operandusok méretét
tr: Her zaman bellek işlenen boyutunu göster
zh_cn: 总是显示内存操作数的大小

# DisassemblySettings_AlwaysShowScale
source: Always show the scale value
es_es: Muestra siempre el valor de escala
hu: Mindig mutassa a méretezés értékét
tr: Her zaman ölçek değerini göster
zh_cn: 总是显示标量的值

# DisassemblySettings_AlwaysShowSegmentRegister
source: Always show segment registers
es_es: Mostrar registros de segmento
hu: Mindig mutassa a szegmens registereket
tr: Her zaman segment kayıtlarını göster
zh_cn: 总是显示段寄存器

# DisassemblySettings_DigitSeparator
source: Digit separator
es_es: Separador de dígitos
hu: Számjegy elválasztó
tr: Basamak ayırıcı
zh_cn: 数字分隔符

# DisassemblySettings_EmptyLineBetweenBasicBlocks
source: Add an empty line between blocks
es_es: Añadir una línea en blanco entre los bloques de
hu: Tegyen üres sorokat a blokkok közé
tr: Blokların arasına boş bir satır ekleyin
zh_cn: 在代码块之间添加空行

# DisassemblySettings_HexPrefix
source: Hex prefix
es_es: Prefijo de número hexagonal
hu: Hexa előtag
tr: Hex önüne ek
zh_cn: 十六进制前缀

# DisassemblySettings_HexSuffix
source: Hex suffix
es_es: Sufijo de número hexagonal
hu: Hexa utótag
tr: Hex sonuna ek
zh_cn: 十六进制后缀

# DisassemblySettings_NewTab
source: Show disassembly in a new tab
es_es: Mostrar desensamblado en una pestaña nueva
hu: A visszafordított kódot új fülön mutassa
tr: Sökme işlemini yeni bir sekmede göster
zh_cn: 在新标签页中显示反汇编

# DisassemblySettings_OperandColumn
source: Operand column
es_es: Columna de operando
hu: Operandus oszlop
tr: İşlenen sütun
zh_cn: 操作数 列

# DisassemblySettings_RipRelativeAddresses
source: RIP-relative addresses
es_es: Direcciones relativas a RIP
hu: RIP relatív címzés
tr: RIP'ye bağlı adresler
zh_cn: RIP 相对地址

# DisassemblySettings_ScaleBeforeIndex
source: Show scale before index register
es_es: Mostrar escala antes de registro de índice
hu: Mutassa a méretezés értékét az index regiszter előtt
tr: Dizin kaydı öncesi ölçeği göster
zh_cn: 在索引寄存器之前显示比例
