Repository: dnSpy/dnSpy
Catalog: dnSpy/dnSpy/Properties/dnSpy.Resources.*.resx
Languages: es_es, hu, tr, zh_cn

# DisassemblySettings_BranchLeadingZeroes
source: Add leading zeroes (branches)
es_es: Añadir ceros iniciales (ramas)
hu: Vezető nullák hozzáadása (ágak)
tr: Baştaki sıfırları ekle (dallar)
zh_cn: 添加前导0(分支)

# DisassemblySettings_LeadingZeroes
source: Add leading zeroes
es_es: Añadir ceros iniciales
hu: Vezető nullák hozzáadása
tr: Başına sıfır ekle
zh_cn: 添加前导0

# DisassemblySettings_ShowBranchSize
source: Show branch size
es_es: Mostrar tamaño de la rama
hu: Elágazás méretének mutatása
tr: Şube boyutunu göster
zh_cn: 显示分支大小

# DisassemblySettings_ShowInstructionAddress
source: Show instruction address
es_es: Mostrar dirección de instrucción
hu: Utasítás címének mutatása
tr: Hedef Adresi Göster
zh_cn: 显示指令地址

# DisassemblySettings_ShowInstructionBytes
source: Show instruction bytes
es_es: Ver instrucción bytes
hu: Utasítás bájtok mutatása
tr: Komut baytlarını göster
zh_cn: 显示指令字节

# DisassemblySettings_ShowZeroDisplacements
source: Show zero displacements
es_es: Mostrar cero desplazamientos
hu: Nulla eltolás mutatása
tr: Sıfır yer değiştirmeleri göster
zh_cn: 显示零位移

# DisassemblySettings_SignedImmediateOperands
source: Signed numbers
es_es: Números firmados
hu: Előjeles számok
tr: İmzalı numaralar
zh_cn: 有符号数字

# DisassemblySettings_SignedMemoryDisplacements
source: Signed displacements
es_es: Desplazamientos firmados
hu: Előjeles eltolások
tr: İmzalı yer değiştirme
zh_cn: 带符号位移

# DisassemblySettings_SmallHexNumbersInDecimal
source: Show small numbers in decimal
es_es: Ver pequeños números en decimal
hu: Kicsi számok mutatása decimálisan
tr: Küçük sayıları ondalık basamakta göster
zh_cn: 以十进制显示较小数字

# DisassemblySettings_SpaceAfterMemoryBracket
source: Space after memory operand brackets
es_es: Espacio después de los soportes del operando de memoria
hu: Szóköz a memória operandus zárójeleinél
tr: Bellek işlenen parantez den sonra boşluk
zh_cn: 内存操作数括号后的空格

# DisassemblySettings_SpaceAfterOperandSeparator
source: Space after operand separator
es_es: Espacio después de separador operando
hu: Szóköz az operandus elválasztónál
tr: İşlenen ayırıcıdan sonra boşluk
zh_cn: 在操作数分隔符后加空格

# DisassemblySettings_SpacesBetweenMemoryAddOperators
source: Space between '+'
es_es: Espacio entre '+'
hu: Szóköz a '+' körül
tr: '+' Arasındaki boşluk
zh_cn: '+' 之间的空格

# DisassemblySettings_SpacesBetweenMemoryMulOperators
source: Space between '*'
es_es: Espacio entre '+'
hu: Szóköz a '*' körül
tr: Arasındaki boşluk '*'
zh_cn: '*' 之间的空格

# DisassemblySettings_UpperCaseAll
source: Upper case everything
es_es: Todo letras mayúsculas
hu: Minden nagybetűs
tr: Her şey büyük harf
zh_cn: 全部大写

# DisassemblySettings_UpperCaseHex
source: Upper case hex numbers
es_es: Mayúscula número hexadecimal
hu: Nagybetűs hexa számok
tr: Büyük harf hex sayılar
zh_cn: 大写十六进制数

# DisassemblySettings_UpperCaseKeywords
source: Upper case keywords
es_es: Letras mayúsculas
hu: Nagybetűs kulcsszavak
tr: Büyük harf anahtar kelimeler
zh_cn: 大写关键字

# DisassemblySettings_UpperCaseMnemonics
source: Upper case mnemonics
es_es: Mnemónicos de mayúsculas
hu: Nagybetűs mnemonikok
tr: Büyük harf anımsatıcıları
zh_cn: 大写助记符

# DisassemblySettings_UpperCasePrefixes
source: Upper case prefixes
es_es: Prefijos de mayúscula
hu: Nagybetűs előtagok
tr: Büyük harf ön ekleri
zh_cn: 大写前缀

# DisassemblySettings_UpperCaseRegisters
source: Upper case registers
es_es: Registro en mayúscula
hu: Nagybetűs regiszterek
tr: Büyük harf kayıtları
zh_cn: 大写寄存器

# DisassemblySettings_UsePseudoOps
source: Pseudo instructions
es_es: Pseudo instrucciones
hu: Pszeudo utasítások
tr: Sözde talimatları
zh_cn: 伪指令

# DisassemblySettings_X86AssemblerSyntax
source: Syntax
es_es: Sintaxis de
hu: Szintaxis
tr: Sözdizimi
zh_cn: 语法

# DisassemblySettings_NakedRegisters
source: Naked registers
es_es: Registros desnudos
hu: Csupasz regiszterek
tr: Çıplak kayıtlar
zh_cn: 裸寄存器

# DisassemblySettings_ShowMnemonicSizeSuffix
source: Always show mnemonic size suffix
es_es: Mostrar siempre el sufijo de tamaño mnemónico
hu: Mindig mutassa a mnemonic méret utótagját
tr: Her zaman anımsatıcı boyut son ekini göster
zh_cn: 始终显示助记符大小后缀

# DisassemblySettings_SpaceAfterMemoryOperandComma
source: Space after memory operand comma
es_es: Espacio después de los soportes del operando de memoria
hu: Szóköz a memória operandus vesszője után
tr: Bellek işlenen virgülden sonra boşluk
zh_cn: 内存操作数逗号后的空格

# DisassemblySettings_UseHexNumbers
source: Hex numbers
es_es: Números hexadecimales
hu: Hexa számok
tr: Hex numaraları
zh_cn: 十六进制数

# Disassembly_TabTitle
source: Disassembly
es_es: Desensamblado
tr: Parçala
zh_cn: 反汇编

# DisassemblySettings_ShowCode
source: Show decompiled code
es_es: Mostrar código descompilado
hu: Visszafordított kód mutatása
tr: Ayrıştırılmış kodu göster
zh_cn: 显示反编译代码

# DisassemblySettings_ShowILCode
source: Show IL code
es_es: Mostrar código IL
hu: IL kód mutatása
tr: IL kodunu göster
zh_cn: 显示 IL 代码

# Disassembly_MethodIsNotOptimized
source: The method is not optimized
es_es: El método no está optimizado
hu: A metódus nem optimalizált
tr: Yöntem optimize edilmedi
zh_cn: 此方法未优化

# DisassemblySettings_ShowSymbolAddress
source: Show symbol address
es_es: Mostrar la dirección del símbolo
hu: Szimbólum címek mutatása
tr: Sembol adresini göster
zh_cn: 显示符号地址

# Decompile_Timestamp
source: Timestamp:
es_es: Fecha/Hora:
hu: Időbélyeg:
tr: Zaman Bilgisi:
zh_cn: 时间戳:

# UnknownValue
source: <Unknown>
es_es: < desconocido >
hu: <Ismeretlen>
tr: <Bilinmiyor>
zh_cn: <未知>

# Button_No
source: _No
hu: _Nem
tr: _Hayır
zh_cn: 否(_N)

# OpenInNewTabKey3
source: Ctrl+Click
hu: Ctrl + kattintás
tr: Ctrl + Tıkla
zh_cn: Ctrl+单击

# SearchWindow_Enum
source: Enum
zh_cn: 枚举

# SearchWindow_Local
source: Local
hu: Helyi
tr: Yerel
zh_cn: 局部变量

# BgImgSettings_Zoom
source: Zoom %
hu: Nagyítás %
tr: Yakınlaştırma %
zh_cn: 缩放 %

# GeneralSettings
source: General
hu: Általános
tr: Genel
zh_cn: 通用设置

# HexEditorOffsetFormat
source: Offset
hu: Eltolás
tr: Denkleştirme
zh_cn: 偏移

# FillSelection_Label
source: _Byte
hu: _Bájt
tr: _Bit
zh_cn: 字节(_B)

# HexEditor_BytesPerLine_16
source: _16 Bytes
hu: _16 bájt
tr: _16 bit
zh_cn: _16 字节

# HexEditor_BytesPerLine_32
source: _32 Bytes
hu: _32 bájt
tr: _32 bit
zh_cn: _32 字节

# HexEditor_BytesPerLine_48
source: _48 Bytes
hu: _48 bájt
tr: _48 bit
zh_cn: _48 字节

# HexEditor_BytesPerLine_64
source: _64 Bytes
hu: _64 bájt
tr: _64 bit
zh_cn: _64 字节

# HexEditor_BytesPerLine_8
source: _8 Bytes
hu: _8 bájt
tr: _8 bit
zh_cn: _8 字节

# LocalHexSettings_BaseOffset
source: _Base Offset
hu: _Alap eltolás
tr: _Temel dengeleyici
zh_cn: 基础偏移量(_B)

# LocalHexSettings_ShowOffset
source: S_how Offset
hu: _Eltolás mutatása
tr: Dengeleyiciyi _göster
zh_cn: 显示偏移(_H)

# Search_BigEndianToolTip
source: Big endian
hu: Nagy az elején bájtsorrend
tr: Düşük son haneli
zh_cn: 大端模式

# HexToolTipOffset
source: offset
hu: eltolás
tr: dengeleyici
zh_cn: 偏移

source: Big Endian
hu: Nagy az elején
tr: Düşük son haneli
zh_cn: 大端模式

# GoToMetadata_Token_Label
source: _Token
tr: _İşaret
zh_cn: 标记(_T)

# BookmarksCommand
source: Boo_kmarks
hu: Kö_nyvjelzők
tr: _Yer imleri
zh_cn: 书签(_K)
