Repository: dnSpy/dnSpy
Catalog: dnSpy/dnSpy/Properties/dnSpy.Resources.*.resx
Languages: es_es, hu, tr, zh_cn

# ExportToProject_Title
source: Export to Project
es_es: Exportar proyecto
hu: Exportálás projektbe
tr: Projeyi Çıkart
zh_cn: 导出到工程

# Error_FileAlreadyExists
source: A file with the same name as the destination folder already exists.
es_es: Ya existe un archivo con el mismo nombre de la carpeta destino.
hu: Már létezik egy fájl a célmappáéval megegyező névvel.
tr: Hedef klasör olarak aynı ada sahip bir dosya zaten var.
zh_cn: 目标文件夹内已存在有相同名称的文件。

# Error_MissingDestinationFolder
source: Missing destination folder.
es_es: Falta la carpeta destino.
hu: Hiányzó cél mappa.
tr: Eksik hedef klasörü.
zh_cn: 目标文件夹缺失。

# ExportToProject_Button_Export
source: _Export
es_es: _Exportar
tr: _Dışa Aktar
zh_cn: 导出(_E)

# ExportToProject_CreateResX
source: Create .res_x files
es_es: Crear archivos .res_x
hu: .res_x fájlok létrehozása
tr: .resx Dosyaları Oluştur
zh_cn: 创建 .resx文件(_X)

# ExportToProject_DecompileXaml
source: Decompile _baml to xaml
es_es: Decompilar _baml a xaml
hu: Visszafordítani a _baml-t xaml-ra
tr: _baml'ı xaml'a derleme
zh_cn: 将BAML反编译为XAML (_B)

# ExportToProject_DestinationFolder
source: _Folder
es_es: _Carpeta
hu: _Mappa
tr: _Klasör
zh_cn: 文件夹(_F)

# ExportToProject_ExportFileMessage
source: One file will be decompiled. Select more than one assembly to decompile more than one file.
es_es: Se descompilará un archivo. Seleccione más de un Asamblado para descompilar más de un archivo.
hu: Egy fájl lesz visszafordítva. Jelöljön ki több szerelvényt, hogy több fájl legyen visszafordítva.
tr: Bir dosya ayrıştırılacak. Birden fazla dosyanın derlemesini çözmek için birden fazla derleme seçin.
zh_cn: 即将反编译一个文件。若要反编译多个文件，请选中多个程序集。

# ExportToProject_ExportNFilesMessage
source: {0:n0} files will be decompiled.
es_es: Se descompilarán {0:n0} archivos.
hu: {0:n0} fájl lesz visszafordítva.
tr: {0:n0} dosyaları yeniden ayrıştırılacak.
zh_cn: {0:n0} 个文件将反编译。

# ExportToProject_Language
source: _Language
es_es: _Idioma
hu: _Nyelv
tr: _Dil
zh_cn: 语言(_L)

# ExportToProject_OpenProjectInVisualStudio
source: _Open project in Visual Studio
es_es: _Abrir proyecto en Visual Studio
hu: _Projekt megnyitása Visual Studio-ban
tr: _Visual Studio'da açık proje
zh_cn: 在Visual Studio中打开项目(_O)

# ExportToProject_ProjectVersion
source: _Version
es_es: _Versión
hu: _Verzió
tr: _Versiyon
zh_cn: 版本(_V)

# ExportToProject_SolutionFilename
source: _Solution
es_es: _Solución
hu: _Megoldás
tr: _Proje
zh_cn: 解决方案(_S)

# ExportToProject_UnpackResources
source: _Unpack resources
es_es: _Desempaquetar recursos
hu: _Erőforrások kicsomagolása
tr: _Açılmamış kaynaklar
zh_cn: 解包资源(_U)

# Error_MissingFilename
source: Missing filename
es_es: Nombre de archivo faltante
hu: Hiányzó fájlnév
tr: Eksik dosya adı
zh_cn: 缺少文件名

# Button_Close
source: _Close
es_es: _Cerrar
hu: _Bezár
tr: _Kapat
zh_cn: 关闭(_C)

# ErrorExceptionOccurred
source: An exception occurred {0}
es_es: Se ha producido un error {0}
hu: Kivétel történt: {0}
tr: Özel bir durum oluştu: {0}
zh_cn: 发生意外 {0}

# ExportToProject_ErrorLogMsg
source: Error log
es_es: Registro de errores
hu: Hibanapló
tr: Hata günlüğü
zh_cn: 错误日志

# DecompilerDlgTabTitle
source: Decompiler
es_es: Descompilador
tr: Geri derleyici
zh_cn: 反编译器

# MemberKind_Events
source: Events
es_es: Eventos
hu: Események
tr: Olaylar
zh_cn: 事件

# MemberKind_Fields
source: Fields
es_es: Campos
hu: Mezők
tr: Alanlar
zh_cn: 字段

# MemberKind_Methods
source: Methods
es_es: Métodos
hu: Metódusok
tr: Yöntemler
zh_cn: 方法

# MemberKind_NestedTypes
source: Nested Types
es_es: Tipos Anidados
hu: Beágyazott típusok
tr: İçiçe Türler
zh_cn: 嵌套类

# MemberKind_Properties
source: Properties
es_es: Propiedades
hu: Tulajdonságok
tr: Özellikler
zh_cn: 属性

# AboutScreen_LicenseInfo
source: dnSpy is licensed under GPLv3.
es_es: dnSpy está licenciado bajo GPLv3.
hu: A dnSpy a GPLv3 szerint van licenszelve.
tr: dnSpy GPLv3 altında lisanslıdır.

# AboutScreen_LoadedFiles
source: Loaded files:
es_es: Archivos cargados:
hu: Betöltött fájlok:
tr: Yüklenen dosyalar:
zh_cn: 已加载的文件：

# SearchWindow_Where_AllFiles
source: All Files
es_es: Todos los archivos
hu: Minden fájl
tr: Tüm Dosyalar
zh_cn: 所有文件

# SearchWindow_Where_FilesInSameFolder
source: Files in Same Folder
es_es: Archivos en la misma carpeta
hu: Ugyanabban a mappában található fájlok
tr: Aynı klasördeki dosyaları
zh_cn: 在同一文件夹内的文件

# SearchWindow_Where_SelectedFiles
source: Selected Files
es_es: Archivos seleccionados
hu: Kiválasztott fájlok
tr: Seçili dosyalar
zh_cn: 所选文件

# SearchWindow_Where_SelectedType
source: Selected Type
es_es: Tipo seleccionado
hu: Kiválasztott típus
tr: Seçilü türler
zh_cn: 所选类型

# GoToResourceCommand
source: Go to Re_source
es_es: Ir a recur_so
hu: Ugrás az _Erőforrásra
tr: _Kaynağa git
zh_cn: 转到资源(_G)

# CollapseTreeViewNodesCommand
source: Collapse Tree_View Nodes
es_es: Colapsar la vista del árbol de nodos
hu: _Fa nézet pontjainak összecsukása
tr: Ağaç_Görünüm düğümlerini daralt
zh_cn: 折叠树状图节点(_V)

# CloseAllCommand
source: Close All
es_es: Cerrar todo
hu: Minden _bezárása
tr: Tümünü Kapat
zh_cn: 全部关闭(_C)

# ExportToProject_NewGuid
source: _New
es_es: _Nuevo
hu: _Új
tr: _Yeni
zh_cn: 新建(_N)

# ExportToProject_ProjectGuid
source: _Project GUID
es_es: GUID del _Proyecto
hu: _Projekt GUID
tr: _Proje GUID
zh_cn: 项目GUID (_P)

# Window_Output
source: Output
es_es: Resultado
hu: Kimenet
tr: Çıktı
zh_cn: 输出

# Output_ClearAll_ToolTip
source: Clear All
es_es: Borrar todo
hu: Minden törlése
tr: Hepsini Temizle
zh_cn: 全部清除

# Output_ShowOutputFrom
source: _Show output from:
es_es: _Mostrar salida de:
hu: _Kimenet megjelenítése innen:
tr: _Çıktıyı buradan göster:
zh_cn: 显示输出来源(_S):

# Output_WordWrap_ToolTip
source: Toggle Word Wrap
es_es: Alternar el ajuste de la palabra
hu: Sortörés beállítása
tr: Sözcük kaydırmayı bağla
zh_cn: 切换自动换行

# Window_Output2
source: _Output
es_es: _Salida
hu: K_imenet
tr: _Çıktı
zh_cn: 输出(_O)

# Output_Save_ToolTip
source: Save
es_es: Guardar
hu: Mentés
tr: Kaydet
zh_cn: 保存

# ClearAllCommand
source: Clear Al_l
es_es: Borrar todo
hu: _Minden törlése
tr: Hepsini temizle_
zh_cn: 清除所有(_l)

source: Text Files
es_es: Archivos de Texto
hu: Szöveges fájlok
tr: Metin dosyaları
zh_cn: 文本文件

# ShowLineNumbersCommand
source: Show Line Numbers
es_es: Mostar números de línea
hu: Sor számok mutatása
tr: Satır numaralarını göster
zh_cn: 显示行号

# ShowTimestampsCommand
source: Show Timestamps
es_es: Mostrar fecha y hora
hu: Időbélyegek mutatása
tr: Zaman bilgisini göster
zh_cn: 显示时间戳

# ShortCutKeyShiftEsc
source: Shift+Esc
es_es: Mayús+Esc

# Window_Close
source: Close
es_es: Cerrar
hu: Bezárás
tr: Kapat
zh_cn: 关闭

# Window_Maximize
source: Maximize
es_es: Maximizar
hu: Nagyítás
tr: Maksimuma çıkar
zh_cn: 最大化

# Window_Minimize
source: Minimize
es_es: Minimizar
hu: Kicsinyítés
tr: Minimize Et
zh_cn: 最小化

# Window_Restore
source: Restore Down
es_es: Restaurar hacia abajo
hu: Előző méret
tr: Önceki boyuta küçült
zh_cn: 向下还原

# BackgroundImageOptDlgTab
source: Background Image
es_es: Imagen de fondo
hu: Háttérkép
tr: Arkaplan görüntüsü
zh_cn: 背景图片

# BgImgDisplayName_CodeEditor
source: Code editor
es_es: Editor de código
hu: Kódszerkesztő
tr: Kod düzenleyici
zh_cn: 代码编辑器

# BgImgDisplayName_Default
source: Other text windows
es_es: Otras ventanas de texto
hu: Egyéb szöveg megjelenítő
tr: Diğer metin pencereleri
zh_cn: 其他文本窗口

# BgImgDisplayName_DocumentViewer
source: Main text viewer
es_es: Visor de texto principal
hu: Fő szöveg megjelenítő
tr: Ana metin görüntüleyici
zh_cn: 主文本查看器

# BgImgDisplayName_Logger
source: Log window
es_es: Ventana de registro
hu: Napló ablak
tr: Günlük penceresi
zh_cn: Log窗口

# BgImgDisplayName_REPL
source: REPL window
es_es: Ventana REPL
hu: REPL ablak
tr: REPL penceresi
zh_cn: REPL 窗口

# BgImgSettings_Direction
source: Direction
es_es: Dirección
hu: Irány
tr: Yön
zh_cn: 方向

# BgImgSettings_HorizontalOffset
source: Horizontal Offset
es_es: Offset horizontal
hu: Vízszintes eltolás
tr: Yatay Dengeleyici
zh_cn: 水平偏移

# BgImgSettings_Images
source: Add paths to images and image folders, one path per line:
es_es: Agregar rutas de acceso a imágenes y carpetas de la imagen, una ruta por línea:
hu: Útvonal hozzáadása a képekhez és a kép mappákhoz, soronként egy útvonal:
tr: Görüntülere ve görüntü dosyalarına yol ekle, her satıra bir yol:
zh_cn: 添加图片或图片文件夹路径，每行一个：

# BgImgSettings_Interval
source: Interval
es_es: Intérvalo
hu: Intervallum
tr: Aralık
zh_cn: 切换间隔

# BgImgSettings_MaxHeight
source: Max Height
es_es: Altura Máxima
hu: Max magasság
tr: Maksimum yükseklik
zh_cn: 最大高度

# BgImgSettings_MaxWidth
source: Max Width
es_es: Anchura máxima
hu: Max szélesség
tr: Max Genişlik
zh_cn: 最大宽度

# BgImgSettings_Opacity
source: Opacity
es_es: Opacidad
hu: Átlátszóság
tr: Saydamlık
zh_cn: 透明度

# BgImgSettings_Placement
source: Placement
es_es: Colocación
hu: Elhelyezés
tr: Yerleştirme
zh_cn: 位置

# BgImgSettings_RandomImage
source: Random Image
es_es: Imagen al azar
hu: Véletlenszerű kép
tr: Rasgele resim
zh_cn: 随机图片

# BgImgSettings_Reset
source: Reset
es_es: Restablecer
hu: Alaphelyzet
tr: Sıfırla
zh_cn: 重置(_R)

# BgImgSettings_ShowImages
source: Show Images
es_es: Mostrar imágenes
hu: Kép megjelenítése
tr: Resimleri göster
zh_cn: 显示图片

# BgImgSettings_Stretch
source: Stretch
es_es: Expandir
hu: Nyújtás
tr: Genişlet
zh_cn: 拉伸

# BgImgSettings_VerticalOffset
source: Vertical Offset
es_es: Offset vertical
hu: Függőleges eltolás
tr: Diket ofset
zh_cn: 垂直偏移

# ImagePlacement_Bottom
source: Bottom
es_es: Parte inferior
hu: Lent
tr: Alt
zh_cn: 底部

# ImagePlacement_BottomLeft
source: Bottom Left
es_es: Abajo Izquierda
hu: Balra lent
tr: Sol alt
zh_cn: 左下

# ImagePlacement_BottomRight
source: Bottom Right
es_es: Abajo a la derecha
hu: Jobbra lent
tr: Sağ alt
zh_cn: 右下

# ImagePlacement_Center
source: Center
es_es: Centro
hu: Középen
tr: Orta
zh_cn: 居中

# ImagePlacement_Left
source: Left
es_es: Izquierdo
hu: Balra
tr: Sol
zh_cn: 左部

# ImagePlacement_Right
source: Right
es_es: Derecho
hu: Jobbra
tr: Sağ
zh_cn: 右部

# ImagePlacement_Top
source: Top
es_es: Arriba
hu: Felül
tr: Üst
zh_cn: 顶部

# ImagePlacement_TopLeft
source: Top Left
es_es: Arriba a la izquierda
hu: Balra fent
tr: Sol üst
zh_cn: 左上

# ImagePlacement_TopRight
source: Top Right
es_es: Arriba a la derecha
hu: Jobbra fent
tr: Sağ Üst
zh_cn: 右上

# StretchDirection_Both
source: Both
es_es: Ambos
hu: Mindkettő
tr: İkisi
zh_cn: 两侧

# StretchDirection_DownOnly
source: Down Only
es_es: Sólo abajo
hu: Csak lefelé
tr: Sadece aşağı
zh_cn: 仅向下

# StretchDirection_UpOnly
source: Up Only
es_es: Sólo arriba
hu: Csak felfelé
tr: Sadece yukarı
zh_cn: 仅向上

# Files_Images
source: Images
es_es: Imágenes
hu: Képek
tr: Resimler
zh_cn: 图片

# BgImgSettings_BottomMarginPercent
source: Bottom Margin %
es_es: % De margen inferior
hu: Alsó margó %
tr: Alt kenar boşluğu %
zh_cn: 下边距 %

# BgImgSettings_LeftMarginPercent
source: Left Margin %
es_es: % De margen izquierda
hu: Bal margó %
tr: Sol kenar boşluğu %
zh_cn: 左边距 %

# BgImgSettings_RightMarginPercent
source: Right Margin %
es_es: % De margen derecha
hu: Jobb margó %
tr: Sağ kenar boşluğu %
zh_cn: 右边距 %

# BgImgSettings_TopMarginPercent
source: Top Margin %
es_es: % De margen superior
hu: Felső margó %
tr: Üst kenar boşluğu %
zh_cn: 上边距 %

# Search_FindNextToolTip
source: Find next
es_es: Buscar siguiente
hu: Következő keresése
tr: Sonrakini bul
zh_cn: 查找下一个

# Search_FindPreviousToolTip
source: Find previous
es_es: Buscar anterior
hu: Előző keresése
tr: Öncekini bul
zh_cn: 查找上一个

# Search_MatchCaseToolTip
source: Match case
es_es: Coincidir Mayús/Minus
hu: Kis- és nagybetűk egyezése
tr: Büyük-küçük harfe duyarlı
zh_cn: 区分大小写

# Search_MatchWholeWordToolTip
source: Match whole word
es_es: Coincidir palabra completa
hu: Teljes szó keresése
tr: Bütün kelimeyi eşle
zh_cn: 全词匹配

# Search_ReplaceAllToolTip
source: Replace all
es_es: Reemplazar todo
hu: Az összes cseréje
tr: Tümünü değiştir
zh_cn: 全部替换

# Search_ReplaceNextToolTip
source: Replace next
es_es: Reemplace el siguiente
hu: Következő cseréje
tr: Sonrakini değiştir
zh_cn: 替换下一个

# Search_UseRegularExpressionsToolTip
source: Use Regular Expressions
es_es: Usar expresiones regulares
hu: Reguláris kifejezés használata
tr: Düzenli İfade Kullan
zh_cn: 使用正则表达式

# Search_ToggleReplaceModeToolTip
source: Toggle to switch between find and replace modes
es_es: Alternar entre modos de buscar y reemplazar
hu: Kapcsoló a keresés és a csere mód közötti váltáshoz
tr: Modları değiştirmek ve bulmak arasında geçiş yapmak için değiştir
zh_cn: 切换查找模式/替换模式

# Search_CloseToolTip
source: Close
es_es: Cerrar
hu: Bezárás
tr: Kapat
zh_cn: 关闭

# IncrementalSearchCommand
source: Incremental Search
es_es: Búsqueda incremental
hu: Növekményes keresés
tr: Artan arama
zh_cn: 增量搜索(_I)

# SignatureHelp_Signature_N_of_TotalCount
source: {0} of {1}
es_es: {0} de {1}
tr: {1} in {0} ı

# UriFollowLinkMessage
source: CTRL + click to follow link
es_es: CTRL + clic para seguir el enlace
hu: CTRL + kattintás megnyitja a hivatkozást
tr: Bağlantıyı izlemek için Ctrl + tıklayın
zh_cn: CTRL + 单击以跟踪链接

# EnvironmentSettings
source: Environment
es_es: Entorno
hu: Környezet
tr: Çevre
zh_cn: 环境

# GeneralSettings_Theme
source: Theme
es_es: Tema
hu: Téma
tr: Tema
zh_cn: 主题

source: Integrate with Windows Explorer
es_es: Integrar con explorador de Windows
hu: Integrálás a Windows Intézőbe
tr: Windows Explorer ile birleştir
zh_cn: 与 Windows 资源管理器整合

# AssemblyExplorerSettings_Order
source: Order (restart needed)
es_es: Aviso (necesita reiniciar)
hu: Sorrend (újraindítás szükséges)
tr: Sıra (yeniden başlatma gerekli)
zh_cn: 顺序（重启程序生效）

# AssemblyExplorerSettings_SingleClickExpandNodes
source: Single-click expands nodes
es_es: Con un solo clic expande los nodos
hu: Egy kattintás kinyitja a csomópontot
tr: Tek tıklama düğümleri genişletir
zh_cn: 单击展开节点

# AssemblyExplorerSettings_SyntaxHighlight
source: Syntax highlight
es_es: Resaltado de sintaxis
hu: Szintaxis kiemelés
tr: Sözdizimi vurgulama
zh_cn: 语法高亮

# FontSettings
source: Font
es_es: Fuente
hu: Betűtípus
tr: Yazı tipi
zh_cn: 字体

# CodeEditorSettings
source: Code Editor
es_es: Editor de texto
hu: Kódszerkesztő
tr: Kod düzenleyici
zh_cn: 代码编辑器

# TabsSettings
source: Tabs
es_es: Pestañas
hu: Lapok
tr: Sekmeler
zh_cn: 制表符

# TextEditorConvertTabsToSpaces
source: Convert tabs to s_paces
es_es: Convertir tabulaciones en s_paces
hu: Tab-ok cserélése szóközre
tr: Sekmeleri _boşluklara çevir
zh_cn: 将Tab转换为空格(_P)

# TextEditorLineNumbers
source: _Line numbers
es_es: _Línea de números
hu: _Sor számok
tr: _Satır numaraları
zh_cn: 行号(_L)

# TextEditorVirtualSpace
source: _Virtual space
es_es: Espacio _Virtual
hu: _Virtuális hely
tr: _Sanal boşluk
zh_cn: 虚拟空格(_V)

# TextEditorWordWrap
source: _Word wrap
es_es: _Ajuste de línea
hu: _Sortörés
tr: _Sözcükleri kaydır
zh_cn: 自动换行(_W)

# TextEditorIndentSize
source: _Indent size
es_es: _Indentar tamaño
hu: _Behúzás mérete
tr: _Satırbaşı uzunluğu
zh_cn: 缩进大小(_I)

# TextEditorTabSize
source: _Tab size
es_es: Tamaño de la _Pestaña
hu: _Tabulátor méret
tr: _Çıkıntı uzunluğu
zh_cn: _Tab宽度

# TextViewerSettings
source: Text Viewer
es_es: Visor de texto
hu: Szövegszerkesztő
tr: Metin görüntüleyici
zh_cn: 文本查看器

# AdvancedSettings
source: Advanced
es_es: Avanzado
hu: Speciális
tr: Gelişmiş
zh_cn: 高级

# ScrollBarsSettings
source: Scroll Bars
es_es: Barras de desplazamiento
hu: Görgető sávok
tr: Kaydırma çubukları
zh_cn: 滚动条

# TextEditorCompressEmptyOrWhitespaceLines
source: Compress blank lines
es_es: Comprimir las líneas en blanco
hu: Üres sorok elrejtése
tr: Boş satırları sıkıştır
zh_cn: 压缩空行

# TextEditorCompressNonLetterLines
source: Compress lines that do not have any alphanumeric characters
es_es: Comprimir las líneas que no tienen algún caracteres alfanuméricos
hu: Az alfanumerikus karaktereket nem tartalmazó sorok tömörítése
tr: Herhangi bir alfabetik karakter içermeyen satırları sıkıştırır
zh_cn: 压缩不包含数字和字母的行

# TextEditorGlyphMargin
source: Indicator margin
es_es: Margen del indicador
hu: Indikátor margó
tr: Kenar göstergesi
zh_cn: 指示器边距

# TextEditorHighlightCurrentLine
source: Highlight current line
es_es: Resalta la línea actual
hu: Aktuális sor kiemelése
tr: Mevcut satırı vurgula
zh_cn: 高亮当前行

# TextEditorHighlightMatchingBrace
source: Highlight braces
es_es: Resaltar llaves
hu: Zárójelek kiemelése
tr: Bağı vurgula
zh_cn: 高亮括号

# TextEditorHighlightRelatedKeywords
source: Highlight related keywords
es_es: Destacar palabras claves relacionadas
hu: Kapcsolódó kulcsszavak kiemelése
tr: Bağlantılı kelimeleri vurgula
zh_cn: 高亮相关的关键字

# TextEditorHorizontalScrollBar
source: Show _horizontal scroll bar
es_es: Mostrar barra de desplazamiento _horizontal
hu: _Vízszintes görgetősáv megjelenítése
tr: _Yatay kaydırma çubuğunu göster
zh_cn: 显示水平滚动条(_H)

# TextEditorLineHeight
source: Line height
es_es: Altura de línea
hu: Sormagasság
tr: Satır yüksekliği
zh_cn: 行高

# TextEditorLineSeparators
source: Show procedure line separators
es_es: Mostrar procedimiento separador de líneas
hu: Eljárás sor elválasztók mutatása
tr: İşlem hattı ayırıcılarını göster
zh_cn: 显示过程行分隔符

# TextEditorMargins
source: Margins
es_es: Márgenes
hu: Margók
tr: Kenar boşlukları
zh_cn: 边距

# TextEditorMinimumLineSpacing
source: Don't add extra line spacing
es_es: No agregue interlineado adicional
hu: Ne legyen extra sor kitöltés
tr: Ekstra satır boşluğu ekleme
zh_cn: 不要添加多余行距

# TextEditorMouseWheelZoom
source: Mouse wheel zoom
es_es: Zoom de la rueda del ratón
hu: Egér görgős nagyítás
tr: Fare tekeriyle yaklaştır
zh_cn: 鼠标滚轮缩放

# TextEditorReferenceHighlighting
source: Highlight references
es_es: Resaltar referencias
hu: Hivatkozások kiemelése
tr: Referansları vurgula
zh_cn: 高亮引用

# TextEditorSelectionMargin
source: Selection margin
es_es: Margen de selección
hu: Kijelölés margója
tr: Boşluk seçimi
zh_cn: 选定内容的边距

# TextEditorShowStructureLines
source: Show indent guides
es_es: Mostrar guías de sangrado
hu: Behúzási segédek mutatása
tr: Çentik kılavuzunu göster
zh_cn: 显示缩进参考线

# TextEditorVerticalScrollBar
source: Show _vertical scroll bar
es_es: Mostrar barra de desplazamiento _vertical
hu: _Függőleges görgetősáv megjelenítése
tr: _Dikey kaydırma barını göster
zh_cn: 显示垂直滚动条(_V)

# TextEditorZoom
source: Zoom
es_es: Aumentar/Disminuir
hu: Nagyítás
tr: Yakınlaştır
zh_cn: 缩放

# TextEditorZoomControl
source: Zoom control
es_es: Control de zoom
hu: Nagyítás vezérlés
tr: Yakınlaştıma kontrolü
zh_cn: 缩放控制

# OutputWindowSettings
source: Output Window
es_es: Ventana de salida
hu: Kimeneti ablak
tr: Çıkış penceresi
zh_cn: 输出窗口

# TextEditorShowTimestamps
source: Show timestamps
es_es: Mostrar fecha y hora
hu: Időbélyegek mutatása
tr: Damgaları göster
zh_cn: 显示时间戳

# AssemblyExplorerSettings_Filter
source: Dragged items filter
es_es: Filtro de objetos arrastrados
hu: Húzott elemek szűrője
tr: Sürüklenen parça filtresi
zh_cn: 拖放项目筛选器

# DocumentFilterType_All
source: All
es_es: Todos
hu: Mind
tr: Tümü
zh_cn: 全部

# DocumentFilterType_AllSupported
source: All supported
es_es: Todos los archivos soportados
hu: Minden támogatott
tr: Hepsi destekleniyor
zh_cn: 所有支持的文件

# DocumentFilterType_DotNetOnly
source: .NET only
es_es: .Net Solamentre
hu: csak .NET
tr: Yalnızca .NET
zh_cn: 只显示.NET文件

# AssemblyExplorer_AllFilesFilteredOut
source: All files have been filtered out. Filter can be changed in Assembly Explorer options.
es_es: Todos los archivos han sido filtrados. El filtro se puede cambiar en opciones de explorador de ensamblado.
hu: Minden fájl ki lett szűrve. A szűrő a Szerelvény Böngésző beállításainál módosítható.
tr: Tüm dosyalar filtrelendi. Filtre Assembly Explorer seçeneklerinden değiştirilebilir.
zh_cn: 所有文件已被都筛选掉。可以在程序集资源管理器选项中更改筛选器。

# BlockStructureLineKind_DashedLines
source: Dashed lines
es_es: Línea de trazos
hu: Szaggatott vonalak
tr: Kesik çizgiler
zh_cn: 虚线

# BlockStructureLineKind_SolidLines
source: Solid lines
es_es: Líneas sólidas
hu: Folytonos vonalak
tr: Düz çizgiler
zh_cn: 实线

# ShortCutKeyCtrlShiftK
source: Ctrl+Shift+K
es_es: Ctrl + Mayús + K

# BgImgDisplayName_HexEditor
source: Hex Editor
es_es: Editor Hexadecimal
hu: Hexa szerkesztő
tr: Hex Düzenleyicisi
zh_cn: HEX 编辑器

# HexEditorGroup_Default
source: Default
es_es: Predeterminado
hu: Alapértelmezett
tr: Varsayılan
zh_cn: 默认

# HexEditorSettings
source: Hex Editor
es_es: Editor Hexadecimal
hu: Hexa szerkesztő
tr: Hex Düzenleyicisi
zh_cn: HEX 编辑器

# HexEditorEncoding
source: Encoding
es_es: Codificando
hu: Kódolás
tr: Karakter kodlaması
zh_cn: 编码

# HexEditorGroupSizeInBytes
source: Group size
es_es: Tamaño del grupo
hu: Csoportméret
tr: Grup boyutu
zh_cn: 组大小

# HexEditorHighlightCurrentValue
source: Highlight current value
es_es: Resalta la línea actual
hu: Aktuális érték kiemelése
tr: Geçerli değeri vurgula
zh_cn: 突出显示当前值

# HexEditorOffsetLowerCaseHex
source: Lower case hex (offset)
es_es: Hexagonal de minúsculas (offset)
hu: Kisbetűs hexa (eltolás)
tr: Küçük harf hex (denkleştirme)
zh_cn: 小写字母十六进制 （偏移量）

# HexEditorValuesLowerCaseHex
source: Lower case hex (values)
es_es: Hexagonal de minúsculas (valores)
hu: Kisbetűs hexa (értékek)
tr: Küçük harf hex (değerler)
zh_cn: 小写字母十六进制 （值）

# BlockStructureLineKind_None
source: None
es_es: Ninguno
hu: Nincs
tr: Hiçbiri
zh_cn: 无

# HexEditorShowColumnLineSeparators
source: Show column line separators
es_es: Mostrar separadores de línea de columna
hu: Oszlop vonal elválasztók megjelenítése
tr: Sütun satır ayırıcıları göster
zh_cn: 显示列行分隔符

# GoToOffset_Offset_Label
source: O_ffset
es_es: D_esplazamiento
hu: _Eltolás
tr: dengele
zh_cn: 偏移(_F)

# GoToOffset_Title
source: Go to Offset
es_es: Ir al Offset
hu: Ugrás eltolásra
tr: Denkleştirmeye git
zh_cn: 转到偏移量

# HexEditorSelect_End
source: _End
es_es: _Fin
hu: _Vége
tr: _Son
zh_cn: 结束(_E)

# HexEditorSelect_Start
source: _Start
es_es: _Inicio
tr: _Başlangıç
zh_cn: 开始(_S)

# HexEditorSelect_Title
source: Select
es_es: Selecciona
hu: Kiválaszt
tr: Seç
zh_cn: 选择

source: Invalid value
es_es: Valor no válido
hu: Helytelen érték
tr: Geçersiz değer
zh_cn: 无效的值

# ValueMustBeWithinRange
source: Value must be between {0} and {1}
es_es: Valor debe estar entre {0} y {1}
hu: Az értéknek {0} és {1} között kell lennie
tr: Değeri {0} ile {1} arasında olmalıdır
zh_cn: 值必须在 {0} 和 {1} 之间

# AnErrorOccurred
source: An error occurred: {0}
es_es: Se ha producido un error: {0}
hu: Hiba történt: {0}
tr: Bir hata oluştu:{0}
zh_cn: 发生错误： {0}

# HexEditorSaveSelection_Title
source: Save Selection 0x{0:X}-0x{1:X}
es_es: Guardar selección 0x{0:X}-0x{1:X}
hu: 0x{0:X}-0x{1:X} kijelölés mentése
tr: Seçim 0x{0:X}-0x{1:X} Kaydet
zh_cn: 保存选中 0x{0:X}-0x{1:X}

# Button_DefaultSettings
source: _Default Settings
es_es: Configuración _Predeterminada
hu: _Alapértelmezett beállítások
tr: _Varsayılan Ayarlar
zh_cn: 默认设置(_D)

# Button_RestoreSettings
source: Reset
es_es: Restablecer
hu: Alaphelyzet
tr: Sıfırla
zh_cn: 重置(_R)

# BytesPerLineCommand
source: Bytes per Line
es_es: Bytes por línea
hu: Soronkénti bájtok
tr: Satır başına bayt
zh_cn: 每行的字节数(_Y)

# ClearByteCommand
source: Clear Byte
es_es: Borrar Byte
hu: Bájt törlése
tr: Bayt temizle
zh_cn: 清除字节

# ClearSelectedBytesCommand
source: Clear Selected Bytes
es_es: Borrar Bytes seleccionados
hu: Kiválasztott bájtok törlése
tr: Seçilen bayt temizle
zh_cn: 清除选中字节(_C)

# CopyCSharpArrayCommand
source: Copy C# Array
es_es: Copie la matriz C#
hu: C# tömb másolása
tr: C# dizisini kopyala
zh_cn: 复制C#数组(_C)

# CopyOffsetCommand
source: Copy Offset
es_es: Copiar Offset
hu: Eltolás másolása
tr: Denkleştiriciyi kopyala
zh_cn: 复制偏移量(_C)

# CopySpecialCommand
source: Copy Special
es_es: Copia especial
hu: Különleges másolás
tr: Özel kopyala
zh_cn: 复制指定(_C)

# CopyTextCommand
source: Copy Text
es_es: Copiar texto
hu: Szöveg másolása
tr: Metin Kopyala
zh_cn: 复制文本(_C)

# CopyUnicodeStringCommand
source: Copy Unicode String
es_es: Copiar cadena Unicode
hu: Unicode karakterlánc másolása
tr: Unicode dizesini kopyala
zh_cn: 复制 Unicode 字符串(_C)
