Repository: dnSpy/dnSpy
Catalog: dnSpy/dnSpy/Properties/dnSpy.Resources.*.resx
Languages: es_es, hu, tr, zh_cn

# About_Issues
source: _Issues
es_es: _Cuestiones
hu: _Kérdések
tr: _Sorunlar
zh_cn: 上报错误(_I)

# About_LatestBuild
source: Latest _Build
es_es: Última _compilación
hu: L_egújabb build
tr: En Son _Derleme
zh_cn: 最新生成版本(_B)

# About_LatestRelease
source: _Latest Release
es_es: _Último lanzamiento
hu: _Legújabb kiadás
tr: _Son Sürüm
zh_cn: 最新发布版本(_L)

# About_Menu
source: _About
es_es: _Acerca de
hu: _A programról
tr: _Hakkında
zh_cn: 关于(_A)

# About_SourceCode
source: _Source Code
es_es: _Código fuente
hu: _Forráskód
tr: _Kaynak kodu
zh_cn: 源代码(_S)

# About_TabTitle
source: About
es_es: Acerca de
hu: Információk
tr: Hakkında
zh_cn: 关于

source: All Files
es_es: Todos los archivos
hu: Minden Fájl
tr: Tüm Dosyalar
zh_cn: 所有文件

# AssemblyExplorerCommand
source: Assembly Ex_plorer
es_es: Ex_plorador de ensamblados
hu: S_zerelvény Böngésző
tr: Derleme G_ezgini
zh_cn: 程序集资源管理器(_P)

# AssemblyExplorerTitle
source: Assembly Explorer
es_es: Explorador de ensamblados
hu: Szerelvény Böngésző
tr: Derleme Gezgini
zh_cn: 程序集资源管理器

# BaseTypeFolder
source: Base Type and Interfaces
es_es: Tipo base e Interfaces
hu: Alap típus és interfészek
tr: Temel Tür ve Arabirimler
zh_cn: 基类型和接口

# Button_Cancel
source: _Cancel
es_es: _Cancelar
hu: _Mégse
tr: İptal
zh_cn: 取消(_C)

# Button_OK
source: _OK
es_es: _Aceptar
tr: _TAMAM

# Button_Save
source: _Save...
es_es: _Guardar...
hu: _Mentés...
tr: _Kaydet...
zh_cn: 保存(_S)...

# Button_Yes
source: _Yes
es_es: _Sí
hu: _Igen
tr: _Evet
zh_cn: 是(_Y)

# CantConvertInputToType
source: Can't convert the input to the desired type: {0}
es_es: No se puede convertir la entrada para el tipo deseado: {0}
hu: A bemenet nem konvertálható a kívánt típusra: {0}
tr: Girilen veri istenen türe dönüştürülemiyor: {0}
zh_cn: 无法转换输入位所需类型：{0}

# CloseAllTabGroupsButThisCommand
source: Close All Tab Groups But This
es_es: Cerrar todos los grupos de pestaña menos este
hu: Többi fülcsoport bezárása
tr: Bu Hariç Tüm Sekme Gruplarını Kapat
zh_cn: 关闭除当前外的所有标签组

# CloseAllTabsButThisCommand
source: Close _All But This
es_es: Cierre _Todas Menos Esta
hu: Min_den más bezárása
tr: Bu H_ariç Tümünü Kapat
zh_cn: 仅保留此标签页(_A)

# CloseAllTabsCommand
source: C_lose All Tabs
es_es: C_errar todas las pestañas
hu: _Minden fül bezárása
tr: Tüm Sekmeleri _Kapat
zh_cn: 关闭所有标签页(_L)

# CloseTabCommand
source: _Close
es_es: _Cerrar
hu: _Bezár
tr: _Kapat
zh_cn: 关闭(_C)

# CloseTabGroupCommand
source: Close Tab Group
es_es: Cerrar pestaña de grupo
hu: Fülcsoport bezárása
tr: Sekme Grubunu Kapat
zh_cn: 关闭标签组

# CopyCommand
source: Cop_y
es_es: Cop_iar
hu: Má_sol
tr: Kop_yala
zh_cn: 复制(_Y)

# CopyMDTokenCommand
source: _Copy MD Token
es_es: _Copiar Token MD
hu: _MD token másolása
tr: _MD Token Kopyala
zh_cn: 复制MD标记(_C)

source: Could not start browser
es_es: No se pudo iniciar el navegador
hu: Nem indítható el a böngésző
tr: Tarayıcı başlatılamadı
zh_cn: 无法启动浏览器

# DecompilationCanceled
source: The operation was canceled
es_es: La operación fue cancelada
hu: A művelet meg lett szakítva
tr: İşlem iptal edildi
zh_cn: 操作已取消

# DecompilationException
source: An error occurred
es_es: Se produjo un error
hu: Hiba történt
tr: Bir hata oluştu
zh_cn: 发生错误

# DecompileCancelButton
source: Cancel
es_es: Cancelar
hu: Mégsem
tr: İptal
zh_cn: 取消

source: Decompiling...
es_es: Descompilando...
hu: Visszafordítás...
tr: Dekompilasyon...
zh_cn: 反编译中…

source: Derived Types
es_es: Tipos Derivados
hu: Származtatott típus
tr: Türemiş Türler
zh_cn: 派生类型

# DotNetExes
source: .NET Executables
es_es: Ejecutables .NET
hu: .NET futtathatók
tr: .NET yürütülebilir dosyaları
zh_cn: .NET 可执行文件

# EmptyTabTitle
source: <empty>
es_es: <vacio>
hu: <üres>
tr: <boş>
zh_cn: <空>

# ExceptionMessage
source: An exception occurred:
es_es: Se ha producido una excepción:
hu: Kivétel történt:
tr: Özel bir durum oluştu:
zh_cn: 发生意外：

# ExitAppCommand
source: E_xit
es_es: _Salir
hu: K_ilépés
tr: Çıkış
zh_cn: 退出(_X)

# ExplorerOpenWithDnSpy
source: Open with dnSpy
es_es: Abrir con dnSpy
hu: Megnyitás dnSpy-jal
tr: dnSpy ile birlikte aç
zh_cn: 用 dnSpy 打开

# FindCommand
source: _Find
es_es: _Buscar
hu: _Keres
tr: _Bul
zh_cn: 查找(_F)

# FindCommand2
source: Find
es_es: Buscar
hu: Keresés
tr: Bul
zh_cn: 查找

# FullScreenCommand
source: F_ull Screen
es_es: Pantalla completa
hu: _Teljes képernyő
tr: Tam Ekran
zh_cn: 全屏(_U)

# FullScreenKey
source: Shift+Alt+Enter
es_es: Mayús+Alt+Entrar

# FullScreenToolBarCommand
source: Full Screen
es_es: Pantalla completa
hu: Teljes képernyő
tr: Tam Ekran
zh_cn: 全屏显示

# GoToEntryPointCommand
source: Go to _Entry Point
es_es: Ir a punto de _Entrada
hu: _Ugrás a belépési pontra
tr: Gitme Noktasına git
zh_cn: 转到入口点(_E)

# GoToGlobalCctorCommand
source: Go to <Module> .ccto_r
es_es: Ir al módulo de < > .ccto_r
hu: _Ugrás a .ccto_r <modulhoz>
tr: Git & lt; Modül & gt; .ccto_r
zh_cn: 转到 <模块>.cctor (_R)

# GoToLine_EnterLineNum
source: Enter a line number
es_es: Introduzca un número de línea
hu: Írjon be egy sorszámot
tr: Satır numarası giriniz
zh_cn: 输入行号

# GoToLine_InvalidLine
source: Invalid line: {0}
es_es: Línea inválida: {0}
hu: Hibás sor: {0}
tr: Geçersiz satır: {0}
zh_cn: 行无效：{0}

# GoToLine_Label
source: _Line [, column]
es_es: _Línea [, columna]
hu: _Sor [, oszlop]
tr: _Satır [, sütun]
zh_cn: 行 [, 列] (_L)

# GoToLine_Title
source: Go to Line
es_es: Ir a la línea
hu: Ugrás sorra
tr: Satıra git
zh_cn: 转到行

# GoToReferenceCommand
source: Go to Reference
es_es: Ir a referencia
hu: Ugrás a referenciához
tr: Refesansa Git
zh_cn: 转到引用(_G)

# GoToReferenceKey
source: Dbl Click
es_es: Double click
hu: Dupla kattintás
tr: Çift tıklayın
zh_cn: 双击

# GoToTokenCommand
source: Go to M_D Token...
es_es: Ir a M_D Token...
hu: _Ugrás az MD tokenhez...
tr: MD Token'a Git...
zh_cn: 转到MD标记(_D)...

# GoToToken_CouldNotResolve
source: Could not resolve member reference token: 0x{0:X8}
es_es: No se pudo resolver el token de referencia del miembro: 0x{0: X8}
hu: Nem sikerült feloldani a tag referencia tokent: 0x{0:X8}
tr: Üye referans belirteci çözümlenemedi: 0x {0: X8}
zh_cn: 无法解析程序引用标记：0x{0:X8}

# GoToToken_InvalidToken
source: Invalid metadata token: 0x{0:X8}
es_es: Token de metadatos inválido: 0x{0:X8}
hu: Hibás metadata token: 0x{0:X8}
tr: Geçersiz metadata simgesi: 0x{0:X8}
zh_cn: 元数据标记无效：0x{0:X8}

# GoToToken_Label
source: _Metadata token
es_es: Ficha de _Metadata
tr: _Metaveri token
zh_cn: 元数据标记(_M)

# GoToToken_Title
source: Go to MD Token
es_es: Ir a la ficha de MD
hu: Ugrás az MD tokenhez
tr: MD Token'a Git...
zh_cn: 转到 MD标记

# HideAllToolWindowsCommand
source: H_ide All Tabs
es_es: Oc_ultar todas las pestañas
hu: Mi_nden fül elrejtése
tr: Tüm Sekmeleri Gizle
zh_cn: 隐藏所有选项卡(_I)

# HideToolWindowCommand
source: _Hide
es_es: _Ocultar
hu: _Elrejt
tr: Gizle
zh_cn: 隐藏(_H)

# HighlightLine
source: _Highlight Current Line
es_es: Resalta la línea actual
hu: _Aktuális sor kiemelése
tr: _Mevcut Satırı vurgula
zh_cn: 高亮当前行(_H)

# InvalidInputTextMessageBox
source: The text is invalid
es_es: El texto no es válido
hu: Hibás szöveg
tr: Metin geçersiz
zh_cn: 文本输入无效

source: Loading dnSpy. Please wait...
es_es: Cargando dnSpy. Por favor, espere...
hu: dnSpy indítása. Kérem várjon...
tr: dnSpy yükleniyor. Lütfen bekleyiniz...
zh_cn: dnSpy正在加载，请稍候...

# Menu_Edit
source: _Edit
es_es: _Editar
hu: _Szerkesztés
tr: Düzenle
zh_cn: 编辑(_E)

# Menu_File
source: _File
es_es: _Archivo
hu: _Fájl
tr: Dosya
zh_cn: 文件(_F)

# Menu_Help
source: _Help
es_es: A_yuda
hu: Sú_gó
tr: _Yardım
zh_cn: 帮助(_H)

# Menu_Themes
source: _Theme
es_es: _Tema
hu: Té_ma
tr: _Tema
zh_cn: 主题(_T)

# Menu_View
source: _View
es_es: _Ver
hu: _Nézet
tr: _Görünüm
zh_cn: 视图(_V)

# Menu_Windows
source: _Window
es_es: Ve_ntana
hu: _Ablak
tr: _Pencere
zh_cn: 窗口(_W)

# MergeAllTabGroupsCommand
source: Merge All Tab Groups
es_es: Combinar todas las pestañas de grupo
hu: Lapcsoportok egyesítése
tr: Sekme Gruplarını Birleştir
zh_cn: 合并所有标签组

# MessageBoxDontShowAgain
source: _Don't show again
es_es: _No mostrar nuevamente
hu: _Ne jelenjen meg újra
tr: _Tekrar gösterme
zh_cn: 不再显示(_D)

# MoveAllTabsToNextTabGroupCommand
source: Move All to Next Tab Group
es_es: Mover todo a la siguiente pestaña de grupo
hu: Minden mozgatása a _következő lapcsoportba
tr: Hepsini Sonraki Sekme Grubuna Taşı
zh_cn: 移动全部到下一标签组

# MoveAllToPreviousTabGroupCommand
source: Move All to Previous Tab Group
es_es: Mover todo a la pestaña anterior de grupo
hu: Minden mozgatása az _előző lapcsoportba
tr: Hepsini Önceki Sekme Grubuna Taşı
zh_cn: 移动全部到前一标签组

# MoveBottomCommand
source: _Bottom
es_es: _Abajo
hu: _Alul
tr: _Alt
zh_cn: 底部(_B)

# MoveLeftCommand
source: _Left
es_es: _Izquierda
hu: _Bal
tr: _Sol
zh_cn: 左侧(_L)

# MoveRightCommand
source: _Right
es_es: _Derecha
hu: _Jobb
tr: _Sag
zh_cn: 右侧(_R)

# MoveTabGroupAfterNextTabGroupCommand
source: Move Tab Group After Next Tab Group
es_es: Mover ficha grupo después de la siguiente ficha grupo
hu: Lapcsoport mozgatása a következő lapcsoport mögé
tr: Sonraki Sekme Grubundan Sonra Sekme Grubunu Taşı
zh_cn: 移动标签组到下一标签组之后

# MoveTabGroupBeforePreviousTabGroupCommand
source: Move Tab Group Before Previous Tab Group
es_es: Mover ficha grupo anterior ficha grupo
hu: Lapcsoport mozgatása az előző lapcsoport elé
tr: Sekme Grubunu Önceki Sekme Grubundan Önce Taşı
zh_cn: 移动标签组到前一标签组之前

# MoveToNextTabGroupCommand
source: Move to Ne_xt Tab Group
es_es: Mover al grupo de Ne_xt ficha
hu: Lépés a _következő lapcsoportra
tr: İleri Sekme Grubuna Taşı
zh_cn: 移动到后一标签组(_X)

# MoveToolWindowCommand
source: _Move
es_es: _Mover
hu: _Mozgat
tr: _Hareket
zh_cn: 移动(_M)

# MoveToolWindowGroupCommand
source: Move _Group
es_es: Mover _Grupo
hu: _Csoport mozgatása
tr: _Grubu Taşı
zh_cn: 移动组

# MoveTopCommand
source: _Top
es_es: _Arriba
hu: _Fent
tr: _Üst
zh_cn: 顶部

# MoveToPreviousTabGroupCommand
source: Move to P_revious Tab Group
es_es: Mover al grupo de P_revious ficha
hu: Lépés az _előző lapcsoportra
tr: Geri Tab Grup'a Git
zh_cn: 移动到前一标签组(_R)

# NavigateBackCommand
source: Navigate Backward
es_es: Navegar hacia atrás
hu: Navigálás hátra
tr: Geri Git
zh_cn: 后退

# NavigateForwardCommand
source: Navigate Forward
es_es: Navegar hacia adelante
hu: Navigálás előre
tr: İleri git
zh_cn: 前进

# NewDataIsNotAnImage
source: The new data is not an image.
es_es: Los nuevos datos no están una imagen.
hu: Az új adat nem kép.
tr: Yeni veri bir görüntü değil.
zh_cn: 新数据不是映像。

# NewHorizontalTabGroupCommand
source: New Hori_zontal Tab Group
es_es: Nuevo grupo de ficha de Hori_zontal
hu: Új _vízszintes lapcsoport
tr: Yeni Yatay Tab Grubu
zh_cn: 新建水平标签组(_Z)

# NewTabCommand
source: New _Tab
es_es: Nueva _pestaña
hu: Új _fül
tr: Yeni Sekme
zh_cn: 新标签页(_T)

# NewVerticalTabGroupCommand
source: New _Vertical Tab Group
es_es: Nuevo grupo de ficha de _Vertical
hu: Ú_j függőleges fülcsoport
tr: Yeni Dikey Tab Grubu
zh_cn: 新建垂直标签组(_V)

# NewWindowCommand
source: _New Window
es_es: _Nueva ventana
hu: Ú_j ablak
tr: Yeni Pencere
zh_cn: 新窗口(_N)

# OpenCommand
source: _Open...
es_es: _Abrir...
hu: M_egnyitás...
tr: _Aç...
zh_cn: 打开(_O)...

# OpenContainingFolderCommand
source: _Open Containing Folder
es_es: _Abrir carpeta contenedora
hu: _Tartalmazó mappa megnyitása
tr: _Dosyayı içeren klasörü aç
zh_cn: 打开所在文件夹(_O)

# OpenGACCommand
source: Open from _GAC...
es_es: Abrir emsamblados _GAC...
hu: Megnyitás _GAC-ból...
tr: _GAC'den aç...
zh_cn: 从GAC打开(_G)...

# OpenGAC_CreatedBy_Label
source: Created by:
es_es: Creado por:
hu: Készítette:
tr: Tarafından yaratıldı:
zh_cn: 创建者:

# OpenGAC_FileVersion_Label
source: File Version:
es_es: Archivo de la versión:
hu: Fájl verzió:
tr: Dosya Sürümü:
zh_cn: 文件版本:

# OpenGAC_Name_Column
source: Name
es_es: Nombre
hu: Név
tr: Isim
zh_cn: 名称

# OpenGAC_Name_Label
source: Name:
es_es: Nombre:
hu: Név:
tr: Adı:
zh_cn: 名称:

# OpenGAC_Path_Label
source: Path:
es_es: Ruta:
hu: Útvonal:
tr: Yol:
zh_cn: 路径:

# OpenGAC_ShowDupes_CheckBox
source: _Show duplicates
es_es: _Mostrar duplicados
hu: _Ismétlődések megjelenítése
tr: _Yinelenenleri göster
zh_cn: 显示重复

# OpenGAC_ShowFiles
source: Showing {0:n0} of {1:n0} files
es_es: Mostrando {0:n0} de {1:n0} archivos
hu: {0:n0}/{1:n0} fájl megjelenítve
tr: Gösterilen: {0 n0} arasında: {n0 1} dosyalar
zh_cn: 正在显示 {0:n0} /{1:n0} 文件

# OpenGAC_Title
source: Open from GAC
es_es: Abrir ensamblados GAC
hu: Megnyitás GAC-ból
tr: GAC'den aç
zh_cn: 从GAC中打开

# OpenGAC_Version_Column
source: Version
es_es: Versión
hu: Verzió
tr: Versiyon
zh_cn: 版本

# OpenGAC_Version_Label
source: Version:
es_es: Versión:
hu: Verzió:
tr: Sürüm:
zh_cn: 版本:

# OpenInNewTabCommand
source: Open in New _Tab
es_es: Abrir en nueva _pestaña
hu: Megnyitás új _fülön
tr: Yeni sekmede aç
zh_cn: 在新标签页中打开(_T)

# OpenListCommand
source: Open L_ist...
es_es: Abrir L_ista de ensamblados...
hu: _Lista megnyitása...
tr: List'i aç...
zh_cn: 打开列表(_I)...

# OpenList_AskForName
source: _Name
es_es: _Nombre
hu: _Név
tr: Ad
zh_cn: 名称

# OpenList_Files_Column
source: Files
es_es: Archivos
hu: Fájlok
tr: Dosyalar
zh_cn: 文件

# OpenList_MissingName
source: Missing name
es_es: Falta el nombre
hu: Hiányzó név
tr: Eksik adı
zh_cn: 缺失名称

# OpenList_Name_Column
source: Name
es_es: Nombre
hu: Név
tr: Isim
zh_cn: 名称

# OpenList_New_Button
source: _New...
es_es: _Nuevo...
hu: Ú_j...
tr: _Yeni...
zh_cn: 新建(_N)...

# OpenList_Open_Button
source: _Open
es_es: _Abrir
hu: M_egnyitás
tr: _Aç
zh_cn: 打开(_O)

# OpenList_Remove_Button
source: _Remove
es_es: _Eliminar
hu: _Eltávolít
tr: _Kaldır
zh_cn: 去除(_R)

# OpenList_SavedLists_CheckBox
source: S_aved lists
es_es: Listas gu_ardadas
hu: Me_ntett listák
tr: Kayıtlı listeler
zh_cn: 已保存的列表

# OpenList_Search_Label
source: _Search
es_es: _Buscar
hu: _Keresés
tr: _Ara
zh_cn: 搜索(_S)

# OpenList_Title
source: Open List
es_es: Abrir lista
hu: Lista megnyitása
tr: Listeyi Aç
zh_cn: 打开列表

# OpenToolBarToolTip
source: Open
es_es: Abrir
hu: Megnyitás
tr: Aç
zh_cn: 打开

# OptionsTitle
source: Options
es_es: Opciones
hu: Beállítások
tr: Ayarlar
zh_cn: 选项

# Options_Misc_Button_EnableAllWarnings
source: Enable all warning messages
es_es: Habilitar todos los mensajes de advertencia
hu: Minden figyelmeztető üzenet engedélyezése
tr: Tüm uyarı mesajlarını göster
zh_cn: 启用所有警告信息

# Options_Misc_UseMmapdIO
source: Use memory mapped I/O
es_es: Utilizar ficheros de mappeo en memoria I/O
hu: Memóriába leképezett I/O használata
tr: Bellek eşlemeli g/Ç kullan
zh_cn: 使用内存映射 I/O

# ReferencesFolder
source: References
es_es: Referencias
hu: Hivatkozások
tr: Referanslar
zh_cn: 引用

# ReloadAsmsCommand
source: _Reload All Assemblies
es_es: _Recargar todos los ensamblados
hu: Minden _szerelvény újratöltése
tr: _Bütün Meclisleri Yeniden Yükle
zh_cn: 重新加载所有程序集(_R)

# ResourcesFolder
source: Resources
es_es: Recursos
hu: Erőforrások
tr: Kaynaklar
zh_cn: 资源

# SaveResourceButton
source: Save
es_es: Guardar
hu: Mentés
tr: Kaydet
zh_cn: 保存

# SearchAbortedMessage
source: Search aborted, more than {0:n0} results found.
es_es: Búsqueda abortada, más de {0:n0} resultados encontrado.
hu: Keresés megszakadt, több mint {0:n0} találat.
tr: Arama iptal edildi, daha fazla {0:n0} sonuç bulundu.
zh_cn: 搜索中止，找到超过 {0:n0} 个结果。

# SearchAssembliesCommand
source: _Search Assemblies
es_es: _Buscar ensamblados
hu: _Szerelvény keresése
tr: Araştırma Grupları
zh_cn: 搜索程序集(_S)

# SearchAssembliesToolBarToolTip
source: Search Assemblies
es_es: Buscar ensamblados
hu: Szerelvény keresése
tr: Meclisleri Arama
zh_cn: 搜索程序集

source: Searching...
es_es: Buscando...
hu: Keresés...
tr: Aranıyor...
zh_cn: 搜索中…

# SearchMsdnCommand
source: Search _MSDN
es_es: Búsqueda _MSDN
hu: Keresés az _MSDN-en
tr: Arama _MSDN
zh_cn: 搜索 MSDN (_M)

# SearchWindow_Options
source: Options
es_es: Opciones
hu: Beállítások
tr: Ayarlar
zh_cn: 选项

# SearchWindow_SearchFor
source: Search For:
es_es: Buscar por:
hu: Keresés:
tr: Arama sonuçları:
zh_cn: 搜索：

# ShowCodeCommand
source: _Code
es_es: _Código
hu: _Kód
tr: _Kod
zh_cn: 代码(_C)

# OpenInNewTabKey4
source: Shift+Dbl Click
es_es: Shift+Doble click
hu: Shift+dupla katt
tr: Shift+Çift Tıklama
zh_cn: Shift+双击

# SyntaxHighlightCommand
source: Syntax Highlight
es_es: Resaltar sintaxis
hu: Szintaxis kiemelése
tr: Sözdizimi Renklendirme
zh_cn: 语法高亮

# TabsDlg_Activate_Button
source: _Activate
es_es: _Activar
hu: _Aktivál
tr: _Aktif et
zh_cn: 活动(_A)

# TabsDlg_CloseWindow_Button
source: _Close Window
es_es: _Cerrar ventana
hu: _Ablak bezárása
tr: _Pencereyi kapat
zh_cn: 关闭窗口(_C)

# TabsDlg_Module_Column
source: Module
es_es: Módulo
hu: Modul
tr: Modül
zh_cn: 模块

# TabsDlg_Name_Column
source: Name
es_es: Nombre
hu: Név
tr: İsim
zh_cn: 名称

# TabsDlg_Path_Column
source: Path
es_es: Ruta
hu: Elérési út
tr: Yol
zh_cn: 路径

# TabsDlg_Title
source: Windows
es_es: Ventanas
hu: Ablakok
tr: Pencereler
zh_cn: 窗口

# UnknownError
source: An unknown error occurred
es_es: Se ha producido un error desconocido
hu: Ismeretlen hiba történt
tr: Bilinmeyen bir hata oluştu
zh_cn: 发生未知错误

# UseHorizontalTabGroupsCommand
source: Use Horizontal Tab Groups
es_es: Use grupos de pestaña Horizontales
hu: Vízszintes fülcsoportok használata
tr: Yatay sekme grupları kullan
zh_cn: 使用水平标签组

# UseVerticalTabGroupsCommand
source: Use Vertical Tab Groups
es_es: Uso de grupos de la pestaña Vertical
hu: Függőleges fülcsoportok használata
tr: Dikey sekme grupları kullan
zh_cn: 使用垂直标签组

# WindowsCommand
source: _Windows...
es_es: _Ventanas...
hu: _Ablakok...
zh_cn: 窗口(_W)...

# WordWrapHeader
source: _Word Wrap
es_es: _Ajuste de línea
hu: _Sortörés
tr: _Sözcükleri kaydır
zh_cn: 自动换行(_W)

# CloseTabButtonToolTip
source: Close
es_es: Cerrar
hu: Bezárás
tr: Kapat
zh_cn: 关闭

# DisplaySettings_DecompileType
source: Decompile a member's enclosing class instead of the class member
es_es: Descompilar clase envolvente de un miembro en lugar de los miembros de la clase
hu: A tagot tartalmazó osztály visszafordítása az osztály tagja helyett
tr: Sınıf üyesi yerine üyenin kapanan sınıfını geri derle
zh_cn: 反编译成员时也反编译成员所在的类

# DisplaySettings_HighlightReferences
source: Highlight references
es_es: Resaltar referencias
hu: Hivatkozások kiemelése
tr: Referansları vurgula
zh_cn: 高亮引用

# DisplaySettings_RestoreTabs
source: Restore tabs at startup
es_es: Restaurar las pestañas al iniciar
hu: Fülek visszaállítása indításkor
tr: Başlangıçta sekmeleri geri yükle
zh_cn: 启动时恢复上次的标签页

# DisplaySettings_ShowAssemblyPublicKeyToken
source: Show assembly public key token
es_es: Mostrar token de clave pública del ensamblado
hu: Szerelvény publikus kulcsának mutatása
tr: Assembly genel anahtar işaretini göster
zh_cn: 显示程序集的公钥标记

# DisplaySettings_ShowAssemblyVersion
source: Show assembly version
es_es: Mostrar la versión del ensamblado
hu: Szerelvény verzió mutatása
tr: Derleme sürümünü göster
zh_cn: 显示程序集版本

# DisplaySettings_ShowLineNumbers
source: Show line numbers
es_es: Mostrar números de línea
hu: Sor számok mutatása
tr: Satır numaralarını göster
zh_cn: 显示行号

# DisplaySettings_ShowTokens
source: Show metadata tokens
es_es: Mostrar tokens de metadatos
hu: Metadata tokenek megjelenítése
tr: Metadata tokenları göster
zh_cn: 显示元数据标记

# OptionsCommand
source: _Options...
es_es: _Opciones...
hu: _Beállítások...
tr: _Ayarlar...
zh_cn: 选项(_O)...

# SearchWindow_AllAbove
source: All of the Above
es_es: Todo lo anterior
hu: A fentiek közül mind
tr: Yukarıdakilerin tümü
zh_cn: 以上所有

# SearchWindow_Assembly
source: Assembly
es_es: Ensamblado
hu: Szerelvény
tr: montaj
zh_cn: 程序集

# SearchWindow_AssemblyRef
source: AssemblyRef
es_es: Referencia de ensamblado
hu: SzerelvényRef
zh_cn: 程序集引用

# SearchWindow_CaseSensitiveSearch
source: Case Sensitive Search
es_es: Búsqueda de mayúsculas y minúsculas
hu: Kis- és nagybetűk megkülönböztetése
tr: Büyük küçük harf duyarlı arama
zh_cn: 区分大小写

# SearchWindow_Class
source: Class
es_es: Clase
hu: Osztály
tr: Sınıf
zh_cn: 类

# SearchWindow_DecompileResources
source: Decompile Resources (eg. XAML)
es_es: Decompilar recursos (ej. XAML)
hu: Erőforrások visszafordítása (pl. XAML)
tr: Geri derleme kaynakları (örn. XAML)
zh_cn: 反编译资源 (如XAML)

# SearchWindow_Delegate
source: Delegate
es_es: Delegado
hu: Delegált
zh_cn: 委托

# SearchWindow_Event
source: Event
es_es: Evento
hu: Esemény
zh_cn: 事件

# SearchWindow_Field
source: Field
es_es: Campo
hu: Mező
zh_cn: 字段

# SearchWindow_Generic
source: Generic Type
es_es: Tipo genérico
hu: Általános típus
tr: Genel Tür
zh_cn: 泛型类型

# SearchWindow_Interface
source: Interface
es_es: Interfaz
hu: Interfész
tr: Arayüz
zh_cn: 接口

# SearchWindow_Literal
source: Number/String
es_es: Número/Cadena
hu: Szám/Karakterlánc
tr: Sayı/Dizi
zh_cn: 数字/字符串

# SearchWindow_MatchAny
source: Match Any Search Term
es_es: Coincidir con cualquier término de búsqueda
hu: Bármelyik keresett szóval egyezés
tr: Herhangi bir arama terimiyle eşleştir
zh_cn: 匹配任何搜索条件

# SearchWindow_MatchWholeWords
source: Match Whole Words
es_es: Emparejar palabras completas
hu: Teljes szavak egyezése
tr: Tüm kelimeleri eşleştir
zh_cn: 全词匹配

# SearchWindow_Member
source: Member
es_es: Miembro
hu: Tag
tr: Üye
zh_cn: 成员

# SearchWindow_Method
source: Method
es_es: Método
hu: Metódus
tr: Yöntem
zh_cn: 方法

# SearchWindow_Module
source: Module
es_es: Módulo
hu: Modul
tr: Modül
zh_cn: 模块

# SearchWindow_ModuleRef
source: ModuleRef
es_es: Referencia de Módulo
hu: ModulRef
zh_cn: 模块引用

# SearchWindow_Namespace
source: Namespace
es_es: Espacio de nombres
hu: Névtér
tr: İsim alanı
zh_cn: 命名空间

# SearchWindow_NonGeneric
source: Non-Generic Type
es_es: Tipo no genérico
hu: Nem általános típus
tr: Genel-Olmayan Tür
zh_cn: 非泛型类型

# SearchWindow_Parameter
source: Parameter
es_es: Parámetro
hu: Paraméter
tr: Parametre
zh_cn: 参数

# SearchWindow_ParameterLocal
source: Parameter/Local
es_es: Parámetro/Local
hu: Paraméter/helyi
tr: Parametre/Yerel
zh_cn: 参数/局部变量

# SearchWindow_Property
source: Property
es_es: Propiedad
hu: Tulajdonság
tr: Özellik
zh_cn: 属性

# SearchWindow_Resource
source: Resource
es_es: Recurso
hu: Erőforrás
tr: Kaynak
zh_cn: 资源

# SearchWindow_Struct
source: Struct
es_es: Estructura
hu: Struktúra
tr: Yapı
zh_cn: 结构

# SearchWindow_Title
source: Search
es_es: Buscar
hu: Keresés
tr: Arama
zh_cn: 搜索

# SearchWindow_Type
source: Type
es_es: Tipo
hu: Típus
tr: Tip
zh_cn: 类型

# ToolWindowWinPosButtonToolTip
source: Window Position
es_es: Posición de la ventana
hu: Ablak pozíció
tr: Pencere pozisyonu
zh_cn: 窗口位置

# Theme_Blue
source: _Blue
es_es: _Azul
hu: _Kék
tr: _Mavi
zh_cn: 蓝色(_B)

# Theme_Dark
source: _Dark
es_es: _Oscuro
hu: _Sötét
tr: _Karanlık
zh_cn: 深色(_D)

# Theme_HighContrast
source: _High Contrast
es_es: Contraste _elevado
hu: _Nagy kontrasztú
tr: _Yüksek kontrast
zh_cn: 高对比度(_H)

# Theme_Light
source: _Light
es_es: _Claro
hu: _Világos
tr: _Açık
zh_cn: 浅色(_L)

# OpenGAC_Search_ToolTip
source: Search
es_es: Buscar
hu: Keresés
tr: Arama
zh_cn: 搜索

# LanguageCommand
source: Language
es_es: Idioma
hu: Nyelv
tr: Dil
zh_cn: 语言(_L)

# Language_OperatingSystemLanguage
source: System
es_es: Sistema
hu: Rendszer
tr: Sistem
zh_cn: 系统(_S)

# LanguageSwitchMessage
source: You must restart dnSpy for the language change to take effect.
es_es: Debe reiniciar dnSpy para que el cambio de idioma surta efecto.
hu: A nyelvi beállítások módosításához a dnSpy újraindítása szükséges.
tr: Dil tercihinin geçerli olması için uygulamayı yeniden başlatmanız gerekir.
zh_cn: 重新启动 dnSpy 后，语言更改才会生效。

# ShortCutKeyCtrlShiftO
source: Ctrl+Shift+O
es_es: Ctrl+Mayús+O

# SortAsmsCommand
source: Sor_t Assemblies
es_es: Or_denar ensamblados
hu: _Szerelvények rendezése
tr: Meclisleri Sırala
zh_cn: 程序集排序(_T)

# AskReadSettings
source: Do you want to load the saved settings?
es_es: ¿Desea cargar la configuración guardada?
hu: Szeretné betölteni az elmentett beállításokat?
tr: Önceden kaydedilmiş ayarları yüklemek istiyor musunuz?
zh_cn: 您要加载保存的设置？

# ExportToProjectCommand
source: Export to Pro_ject...
es_es: Exportar pro_yecto...
hu: Exportálás _projektbe...
tr: Projeyi Çıkart...
zh_cn: 导出到工程(_J)...
